Repository: weDevsOfficial/wp-user-frontend
Catalog: languages/wp-user-frontend-*.po
Languages: ru_ru

source: Checkbox Grid
ru_ru: Сетка checkbox'сов

source: Multiple Choice Grid
ru_ru: Сетка множественного выбора

source: Repeat Field
ru_ru: Поле Повтора

source: Really Simple Captcha
ru_ru: Действительно Простая Капча

source: Step Start
ru_ru: Начало шага

source: Terms & Conditions
ru_ru: Правила и Условия

source: Math Captcha
ru_ru: Математическая Капча

source: QR Code
ru_ru: QR-код

source: Select a form to insert
ru_ru: Выберите форму для вставки

source: Registration Form
ru_ru: Регистрационная форма

source: Form Type
ru_ru: Тип формы

source: Insert Form
ru_ru: Форма вставки

source: Add a Form
ru_ru: Добавить форму

source: Add Form
ru_ru: Добавить форму

source: Lost Password
ru_ru: Потерянный Пароль

source: Check your e-mail for the confirmation link.
ru_ru: Проверьте свою электронную почту на наличие ссылки для подтверждения.

source: Please enter your username or email address. You will receive a link to create a new password via email.
ru_ru: Пожалуйста, введите свое имя пользователя или адрес электронной почты. Вы получите ссылку для создания нового пароля по электронной почте.

source: Your password has been reset successfully
ru_ru: Ваш пароль был успешно сброшен

source: Enter your new password below.
ru_ru: Введите свой новый пароль ниже.

source: You are now logged out.
ru_ru: Теперь вы вышли из системы.

source: Nonce is invalid
ru_ru: Одноразовый номер недействителен

source: Username is required.
ru_ru: Имя пользователя обязательно.

source: Password is required.
ru_ru: Требуется ввести пароль.

source: Error
ru_ru: Ошибка

source: A user could not be found with this email address.
ru_ru: Не удалось найти пользователя с этим адресом электронной почты.

source: Please enter your password.
ru_ru: Пожалуйста, введите свой пароль.

source: Passwords do not match.
ru_ru: Пароли не совпадают.

source: Enter a username or e-mail address.
ru_ru: Введите имя пользователя или адрес электронной почты.

source: There is no user registered with that email address.
ru_ru: С этим адресом электронной почты не зарегистрирован ни один пользователь.

source: Invalid username or e-mail.
ru_ru: Неверное имя пользователя или адрес электронной почты.

source: Password reset is not allowed for this user
ru_ru: Сброс пароля для этого пользователя запрещен

source: <strong>Your account is not active.</strong><br>Please check your email for activation link. <br><a href="%s">Click here</a> to resend the activation link
ru_ru: <strong>Ваша учетная запись не активна.</strong><br>Пожалуйста, проверьте свою электронную почту на наличие ссылки для активации. <br><a href="%s">Нажмите здесь</a>, чтобы повторно отправить ссылку для активации

source: Activation URL is not valid
ru_ru: URL-адрес активации недействителен

source: Invalid User activation url
ru_ru: Неверный URL-адрес активации пользователя

source: User already verified
ru_ru: Пользователь уже подтвержден

source: Your account has been activated
ru_ru: Ваша учетная запись была активирована

source: Your account has been verified , but you can't login until manually approved your account by an administrator.
ru_ru: Ваша учетная запись была подтверждена, но вы не сможете войти в систему, пока администратор не подтвердит вашу учетную запись вручную.

source: [%s] Your username and password info
ru_ru: [%s] Информация о вашем имени пользователя и пароле

source: To set your password, visit the following address:
ru_ru: Чтобы установить свой пароль, перейдите по следующему адресу:

source: Someone requested that the password be reset for the following account:
ru_ru: Кто-то запросил сброс пароля для следующей учетной записи:

source: The e-mail could not be sent.
ru_ru: Не удалось отправить электронное письмо.

source: Possible reason: your host may have disabled the mail() function.
ru_ru: Возможная причина: возможно, ваш хост отключил функцию mail().

source: [%s] Account has been activated
ru_ru: [%s] Учетная запись активирована

source: Hi %s,
ru_ru: Привет %s,

source: Congrats! Your account has been activated. To login visit the following url:
ru_ru: Поздравляю! Ваша учетная запись была активирована. Чтобы войти в систему, перейдите по следующему URL-адресу:

source: Thanks
ru_ru: Спасибо

source: Login
ru_ru: Авторизоваться

source: First name is required.
ru_ru: Имя обязательно.

source: Last name is required.
ru_ru: Фамилия обязательна.

source: Email is required.
ru_ru: Требуется электронная почта.

source: Confirm Password is required.
ru_ru: Требуется подтвердить пароль.

source: Passwords are not same.
ru_ru: Пароли не совпадают.

source: A user with same username already exists.
ru_ru: Пользователь с таким же именем пользователя уже существует.

source: New user registration on your site %s:
ru_ru: Регистрация нового пользователя на вашем сайте %s:

source: Hi, %s
ru_ru: Привет, %s

source: Subscription Page settings not set in admin settings
ru_ru: Настройки страницы подписки, не заданные в настройках администратора

source: <strong>Success</strong>: Profile updated
ru_ru: <strong>Успех</strong>: Профиль обновлен

source: Usernames cannot be changed.
ru_ru: Имена пользователей не могут быть изменены.

source: Nickname
ru_ru: Никнейм

source: (required)
ru_ru: (обязательно)

source: Display to Public as
ru_ru: Показывать публике как

source: Contact Info
ru_ru: Контактная информация

source: Website
ru_ru: Вебсайт

source: About Yourself
ru_ru: О себе

source: Biographical Info
ru_ru: Биографическая информация

source: Share a little biographical information to fill out your profile. This may be shown publicly.
ru_ru: Поделитесь небольшой биографической информацией, чтобы заполнить свой профиль. Это может быть продемонстрировано публично.

source: New Password
ru_ru: Новый Пароль

source: Type your new password again.
ru_ru: Введите свой новый пароль еще раз.

source: Password Strength
ru_ru: Надежность пароля

source: Update Profile
ru_ru: Обновить профиль

source: WPUF Post Lock
ru_ru: WPUF пост заблокирован

source: Lock Post:
ru_ru: Заблокированный пост:

source: Lock user from creating new post.
ru_ru: Заблокировать пользователя от создания новой записи.

source: Lock Reason:
ru_ru: Причина блокировки:

source: Lock Edit Post:
ru_ru: Заблокировать Запись Редактирования:

source: Lock user from editing post.
ru_ru: Заблокировать пользователя от редактирования поста.

source: Edit Post Lock Reason:
ru_ru: Изменить Причину блокировки После публикации:

source: User doesn't exists
ru_ru: Пользователь не существует

source: You don't have permission for this purpose
ru_ru: У вас нет разрешения для этой цели

source: User Deleted
ru_ru: Пользователь Удален

source: Are you sure to delete this user?
ru_ru: Вы уверены, что хотите удалить этого пользователя?

source: Action
ru_ru: Действие

source: Add New User
ru_ru: Добавить Нового Пользователя

source: User Added
ru_ru: Добавленный пользователь

source: Role
ru_ru: Роль

source: <strong>ERROR</strong>: Please enter a username
ru_ru: <strong>ОШИБКА</strong>: Пожалуйста, введите имя пользователя

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username
ru_ru: <strong>ОШИБКА</strong>: Это имя пользователя недопустимо, поскольку в нем используются недопустимые символы. Пожалуйста, введите действительное имя пользователя

source: <strong>ERROR</strong>: This username is already registered, please choose another one
ru_ru: <strong>ОШИБКА</strong>: Это имя пользователя уже зарегистрировано, пожалуйста, выберите другое

source: <strong>ERROR</strong>: Please type your e-mail address
ru_ru: <<strong>ОШИБКА</strong>: Пожалуйста, введите свой адрес электронной почты

source: <strong>ERROR</strong>: The email address isn&#8217;t correct
ru_ru: <strong>ОШИБКА</strong>: Адрес электронной почты не&#8217;правильный

source: <strong>ERROR</strong>: This email is already registered, please choose another one
ru_ru: <strong>ОШИБКА</strong>: Это электронное письмо уже зарегистрировано, пожалуйста, выберите другое

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
ru_ru: <strong>ОШИБКА</strong>: Не удалось&#8217;зарегистрировать вас... пожалуйста, свяжитесь с <a href="mailto:%s ">вебмастером</a> !

source: Click to add to the editor
ru_ru: Нажмите, чтобы добавить в редактор

source: Google Maps
ru_ru: Карты Google

source: Term &amp; Conditions
ru_ru: Условия &amp; положения

source: Learn more about Automatic Post Expiration
ru_ru: Узнайте больше об автоматическом истечении срока действия После истечения срока действия

source: Send Email to Author After Exceeding Post Expiration Time
ru_ru: Отправить электронное письмо Автору После истечения срока действия Поста

source: Enable Multistep
ru_ru: Включить Многоступенчатый

source: If checked, form will be displayed in frontend in multiple steps
ru_ru: Если флажок установлен, форма будет отображаться во внешнем интерфейсе в несколько этапов

source: Learn more about Multistep
ru_ru: Узнайте больше о многоступенчатом

source: Multistep Progressbar Type
ru_ru: Многоступенчатый тип индикатора выполнения

source: Choose how you want the progressbar
ru_ru: Выберите, как вы хотите использовать панель прогресса

source: New post created
ru_ru: Создано новое сообщение

source: A post has been edited
ru_ru: Сообщение было отредактировано

source: New Post Notification
ru_ru: Новое уведомление поста

source: Enable post notification
ru_ru: Включить уведомление после публикации

source: Learn more about Email Notification
ru_ru: Узнайте больше об уведомлениях по электронной почте

source: Subject
ru_ru: Предмет

source: Message
ru_ru: Сообщение

source: Update Post Notification
ru_ru: Уведомление об обновлении После публикации

source: You may use in to, subject & message:
ru_ru: Вы можете использовать в кому, теме и сообщении:

source: Toggle All
ru_ru: Переключить Все

source: Click on a form element to add to the editor
ru_ru: Нажмите на элемент формы, который нужно добавить в редактор

source: Registration successful
ru_ru: Регистрация прошла успешно

source: Profile updated successfully
ru_ru: Профиль успешно обновлен

source: Enable Email Verfication
ru_ru: Включить Проверку электронной Почты

source: New User Role
ru_ru: Роль нового пользователя

source: Registration success message
ru_ru: Сообщение об успешной регистрации

source: Update profile message
ru_ru: Сообщение об обновлении профиля

source: Submit Button text
ru_ru: Текст кнопки отправки

source: Update Button text
ru_ru: Текст кнопки обновления

source: Coupons
ru_ru: Купоны

source: Use the shortcode %s for a simple and default WordPress registration form.
ru_ru: Используйте шорткод %s для простой и стандартной формы регистрации WordPress.

source: Learn How to Setup
ru_ru: Узнайте, как настроить

source: Registration form builder is a two way form which can be used both for <strong>user registration</strong> and <strong>profile editing</strong>.
ru_ru: Конструктор регистрационных форм - это двусторонняя форма, которую можно использовать как для <strong>регистрации пользователя</strong>, так и для <strong>редактирования профиля</strong>.

source: Profile Form Builder
ru_ru: Конструктор форм профиля

source: Register by Subscription Package Purchase
ru_ru: Зарегистрируйтесь, купив Пакет подписки

source: Upgrade to Pro Version
ru_ru: Обновление до версии Pro

source: Learn More
ru_ru: Узнать больше

source: Use Coupon codes for subscription for discounts.
ru_ru: Используйте коды купонов для подписки на скидки.

source: This feature is only available in the Pro Version.
ru_ru: Эта функция доступна только в версии Pro.

source: Learn more about Coupons
ru_ru: Узнайте больше о купонах

source: Upgrade to Pro
ru_ru: Обновление до версии Pro

source: The Events Calendar
ru_ru: Календарь событий

source: Form for creating events. The Events Calendar plugin is required.
ru_ru: Форма для создания событий. Требуется плагин календаря событий.

source: Event Title
ru_ru: Название события

source: Please enter your event title
ru_ru: Пожалуйста, введите название вашего мероприятия

source: Event details
ru_ru: Подробности о событии

source: Write the full description of your event
ru_ru: Напишите полное описание вашего мероприятия

source: Event Start
ru_ru: Начало мероприятия

source: Event End
ru_ru: Завершение события

source: All Day Event
ru_ru: Мероприятие На Весь День

source: Event Website
ru_ru: Веб-сайт мероприятия

source: Currency Symbol
ru_ru: Символ валюты

source: Upload the main image of your event
ru_ru: Загрузите основное изображение вашего мероприятия

source: Provide a short description of this event (optional)
ru_ru: Предоставьте краткое описание этого события (необязательно)

source: Event Tags
ru_ru: Теги событий

source: This page is restricted. Please Log in / Register to view this page.
ru_ru: Доступ к этой странице ограничен. Пожалуйста, войдите в систему / зарегистрируйтесь, чтобы просмотреть эту страницу.

source: Create Event
ru_ru: Создать событие

source: Event has been updated successfully. <a target="_blank" href="%link%">View event</a>
ru_ru: Событие было успешно обновлено. <a target="_blank" href="%link%">Просмотр события</a>

source: Update Event
ru_ru: Обновить событие

source: WooCommerce Product
ru_ru: Продукт WooCommerce

source: Create a simple product form for WooCommerce.
ru_ru: Создайте простую форму продукта для WooCommerce.

source: Enable Recurring Payment
ru_ru: Включить Повторяющийся Платеж

# enhanced select
source: One result is available, press enter to select it.
ru_ru: Доступен один результат, нажмите Enter, чтобы выбрать его.

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
ru_ru: %qty% результатов доступно, используйте клавиши со стрелками вверх и вниз для навигации.

# enhanced select
source: No matches found
ru_ru: Совпадений не найдено

# enhanced select
source: Loading failed
ru_ru: Загрузка не удалась

# enhanced select
source: Please enter 1 or more characters
ru_ru: Пожалуйста, введите 1 или более символов

# enhanced select
source: Please enter %qty% or more characters
ru_ru: Пожалуйста, введите %qty% или более символов

# enhanced select
source: Please delete 1 character
ru_ru: Пожалуйста, удалите 1 символ

# enhanced select
source: Please delete %qty% characters
ru_ru: Пожалуйста, удалите %qty% символов

# enhanced select
source: You can only select 1 item
ru_ru: Вы можете выбрать только 1 элемент

# enhanced select
source: You can only select %qty% items
ru_ru: Вы можете выбрать только %qty% элементов

# enhanced select
source: Loading more results&hellip;
ru_ru: Загрузка дополнительных результатов&hellip;

# enhanced select
source: Searching&hellip;
ru_ru: Поиск&hellip;

source: Introduction
ru_ru: Вступление

source: Ready!
ru_ru: Готово!

source: WPUF &rsaquo; Setup Wizard
ru_ru: WPUF &rsaquo; Мастер настройки

source: Return to the WordPress Dashboard
ru_ru: Вернутся на панель управления WordPress

source: Welcome to the world of WPUF!
ru_ru: Добро пожаловать в мир WPUF!

source: Thank you for choosing WPUF to power your websites frontend! This quick setup wizard will help you configure the basic settings. <strong>It’s completely optional and shouldn’t take longer than a minute.</strong>
ru_ru: Благодарим вас за то, что вы выбрали WPUF для поддержки интерфейса ваших веб-сайтов! Этот мастер быстрой настройки поможет вам настроить основные параметры. <strong>Это совершенно необязательно и не должно занимать больше минуты.</strong>

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the WordPress dashboard. Come back anytime if you change your mind!
ru_ru: Нет времени прямо сейчас? Если вы не хотите проходить через мастер, вы можете пропустить его и вернуться к панели управления WordPress. Возвращайтесь в любое время, если передумаете!

source: Let's Go!
ru_ru: Поехали!

source: Not right now
ru_ru: Не прямо сейчас

source: Basic Setting
ru_ru: Базовая настройка

source: Make payment enable for user to add posts on frontend.
ru_ru: Сделайте платежную возможность для пользователя добавлять сообщения на интерфейсе.

source: Install neccessery pages on your site frontend.
ru_ru: Установите необходимые страницы на интерфейсе вашего сайта.

source: Share Essentials
ru_ru: Делитесь Предметами первой необходимости

source: Continue
ru_ru: Продолжать

source: Skip this step
ru_ru: Пропустите этот шаг

source: Thank you!
ru_ru: Спасибо!

source: Welcome to Awesomeness!
ru_ru: Добро пожаловать в Удивительность!

source: Go to Full Settings
ru_ru: Перейдите к полным настройкам

source: Want to help make <strong>%1$s</strong> even more awesome? Allow %1$s to collect non-sensitive diagnostic data and usage information.
ru_ru: Хотите помочь сделать <strong>%1$s</strong> еще более потрясающим? Разрешить%1$s собирать нечувствительные диагностические данные и информацию об использовании.

source: what we collect
ru_ru: что мы собираем

source: Allow
ru_ru: Позволять

source: No thanks
ru_ru: Нет, спасибо

source: If you have a moment, please let us know why you are deactivating:
ru_ru: Если у вас есть минутка, пожалуйста, сообщите нам, почему вы деактивируете:

source: I rather wouldn't say
ru_ru: Я бы предпочел не говорить

source: Submit & Deactivate
ru_ru: Отправить и деактивировать

source: Choose File
ru_ru: Выберите Файл

source: Bank Instruction
ru_ru: Банковская инструкция

source: Bank Payment Success Page
ru_ru: Страница Успешного банковского платежа

source: [%s] New Bank Order Received
ru_ru: [%s] Получено Новое Банковское Поручение

source: New bank order received at %s, please check it out: %s
ru_ru: Новый банковский перевод получен в %s, пожалуйста, проверьте его: %s

source: Hello %s,
ru_ru: Привет %s,

source: We have received your bank payment.
ru_ru: Мы получили ваш банковский платеж.

source: Thanks for being with us.
ru_ru: Спасибо, что были с нами.

source: Subscription %1$s at %2$s
ru_ru: Подписка %1s около %2$s

source: PayPal Email
ru_ru: Электронная почта PayPal

source: PayPal Instruction
ru_ru: Инструкция PayPal

source: PayPal API username
ru_ru: Имя пользователя PayPal API

source: PayPal API password
ru_ru: Пароль API PayPal

source: PayPal API signature
ru_ru: Подпись API PayPal

source: %s's Dashboard
ru_ru: %s Приборная панель

source: You have created <span>%d</span> (%s)
ru_ru: Вы создали <span>%d</span> (%s)

source: No %s found
ru_ru: Не найдено %s

source: Address Line 1
ru_ru: Адресная строка 1

source: Address Line 2
ru_ru: Адресная строка 2

source: Postal/ZIP Code
ru_ru: Почтовый индекс

source: Hello %1$s, (not %1$s? <a href="%2$s">Sign out</a>)
ru_ru: Привет%1$s, (не%1$s? <a href="%2$s">Выйти из системы</a>)

source: From your account dashboard you can view your dashboard, manage your %s
ru_ru: С панели мониторинга вашей учетной записи вы можете просматривать свою панель мониторинга, управлять своим %s

source: Profile updated successfully!
ru_ru: Профиль успешно обновлен!

source: Something went wrong!
ru_ru: Что-то пошло не так!

source: First Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: Email Address
ru_ru: Адрес электронной почты

source: Current Password
ru_ru: Текущий пароль

source: Leave this field empty to keep your password unchanged.
ru_ru: Оставьте это поле пустым, чтобы сохранить ваш пароль неизменным.

source: Confirm New Password
ru_ru: Подтвердите Новый Пароль

source: Featured Image:
ru_ru: Рекомендуемое изображение:

source: No Image
ru_ru: Нет Изображения

source: Title:
ru_ru: Заглавие:

source: Permalink to %s
ru_ru: Ссылка на %s

source: Status:
ru_ru: Статус:

source: Not Applicable
ru_ru: Непригодный

source: Pay Now
ru_ru: Заплатить сейчас

source: Options:
ru_ru: Опции:

source: Are you sure to delete?
ru_ru: Вы уверены, что хотите удалить?

source: Item Deleted successfully !
ru_ru: Вложение успешно удалено!

source: Payment:
ru_ru: Платеж:

source: You've subscribed to the following package.
ru_ru: Вы подписались на следующий пакет.

source: Subscription Status:
ru_ru: Статус подписки:

source: Subscription Expired!
ru_ru: Срок действия Подписки истек!

source: Number of featured item:
ru_ru: Количество рекомендуемых товаров:

source: To cancel the pack, press the following cancel button.
ru_ru: Чтобы отменить пакет, нажмите следующую кнопку отмены.

source: You are not allowed to submit post. Please contact admin
ru_ru: Вам не разрешается отправлять сообщения. Пожалуйста, свяжитесь с администратором

source: + Add Post
ru_ru: + Добавить пост

source: Hello, %s
ru_ru: Привет, %s

source: You are currently logged in! %s?
ru_ru: В данный момент вы вошли в систему! %s?

source: Username or Email
ru_ru: Имя пользователя или адрес электронной почты

source: Get New Password
ru_ru: Получить Новый Пароль

source: Registration has been successful!
ru_ru: Регистрация прошла успешно!

source: First
ru_ru: Первый

source: Last
ru_ru: Последний

source: New password
ru_ru: Новый пароль

source: Confirm new password
ru_ru: Подтвердите новый пароль

source: No post form assigned yet by the administrator.
ru_ru: Форма публикации еще не назначена администратором.

source: + Add New Post
ru_ru: + Добавить Новый пост

source: Create Your First Form
ru_ru: Создайте Свою Первую Форму

source: Read the Full Guide
ru_ru: Прочтите Полное руководство

source: Live
ru_ru: Жить

source: Offline
ru_ru: Не в сети

source: Awaiting Approval
ru_ru: Ожидает утверждения

source: Scheduled
ru_ru: Планируемый

source: Private
ru_ru: Частный

source: Images
ru_ru: Изображения

source: Audio
ru_ru: Аудио

source: Videos
ru_ru: Видео

source: Office Documents
ru_ru: Офисные документы

source: Zip Archives
ru_ru: Zip-архивы

source: Executable Files
ru_ru: Исполняемые файлы

source: Directions »
ru_ru: Указания »

source: Edit Profile
ru_ru: Редактировать профиль

source: Australian Dollars
ru_ru: Австралийский доллар

source: Argentine Peso
ru_ru: Аргентинское Песо

source: Bangladeshi Taka
ru_ru: Бангладешская Така

source: Brazilian Real
ru_ru: Бразильский Реал

source: Bulgarian Lev
ru_ru: Болгарский Лев

source: Canadian Dollars
ru_ru: Канадские доллары

source: Chilean Peso
ru_ru: Чилийское Песо

source: Chinese Yuan
ru_ru: Китайский юаньм

source: Colombian Peso
ru_ru: Колумбийское Песо

source: Czech Koruna
ru_ru: Чешская Крона

source: Danish Krone
ru_ru: Датская крона

source: Dominican Peso
ru_ru: Доминиканское Песо

source: Algerian Dinar
ru_ru: Алжирский динар

source: Euros
ru_ru: Евро

source: Hong Kong Dollar
ru_ru: Гонконгский доллар

source: Croatia kuna
ru_ru: Хорватская куна

source: Hungarian Forint
ru_ru: Венгерский форинт

source: Icelandic krona
ru_ru: Исландская крона

source: Indonesia Rupiah
ru_ru: Индонезийская рупия

source: Indian Rupee
ru_ru: Индийская рупия

source: Mauritian Rupee
ru_ru: Маврикийская рупия

source: Nepali Rupee
ru_ru: Непальская рупия

source: Israeli Shekel
ru_ru: Израильский шекель

source: Japanese Yen
ru_ru: Японская иена

source: Lao Kip
ru_ru: Лао Кип

source: South Korean Won
ru_ru: Южнокорейская Вона

source: Malaysian Ringgits
ru_ru: Малайзийский Ринггит

source: Mexican Peso
ru_ru: Мексиканское Песо

source: Nigerian Naira
ru_ru: Нигерийская Найра

source: Norwegian Krone
ru_ru: Норвежская крона

source: New Zealand Dollar
ru_ru: Новозеландский доллар

source: Namibian dollar
ru_ru: Намибийский доллар

source: Omani Rial
ru_ru: Оманский риал

source: Iranian Rial
ru_ru: Иранский риал

source: Pakistani Rupee
ru_ru: Пакистанская рупия

source: Paraguayan Guaraní
ru_ru: Парагвайский Гуарани

source: Philippine Pesos
ru_ru: Филиппинские Песо

source: Polish Zloty
ru_ru: Польский злотый

source: Pounds Sterling
ru_ru: Фунтов Стерлингов

source: Romanian Leu
ru_ru: Румынский лей

source: Russian Ruble
ru_ru: Российский Рубль
