Repository: weDevsOfficial/wp-user-frontend
Catalog: languages/wp-user-frontend-*.po
Languages: ru_ru

source: Saudi Riyal
ru_ru: Саудовский риал

source: Singapore Dollar
ru_ru: Сингапурский доллар

source: South African rand
ru_ru: Южноафриканский рэнд

source: Swedish Krona
ru_ru: Шведская крона

source: Swiss Franc
ru_ru: Швейцарский франк

source: Taiwan New Dollars
ru_ru: Тайваньские Новые доллары

source: Thai Baht
ru_ru: Тайский бат

source: Turkish Lira
ru_ru: Турецкая лира

source: Trinidad and Tobago Dollar
ru_ru: Доллар Тринидада и Тобаго

source: US Dollar
ru_ru: Доллар США

source: Vietnamese Dong
ru_ru: Вьетнамский Донг

source: Egyptian Pound
ru_ru: Египетский фунт

source: Jordanian dinar
ru_ru: Иорданский динар

source: None
ru_ru: Никто

source: Your installed PHP Version is:
ru_ru: Ваша установленная версия PHP:

source: The <strong>WP User Frontend</strong> plugin requires PHP version <strong>
ru_ru: Для плагина <strong>WP User Frontend</strong> требуется версия PHP <strong>

source: </strong> or greater.
ru_ru: </strong> или больше.

source: Your Post Has Been Expired
ru_ru: Срок Действия Вашего Сообщения Истек

source: <p style="font-size: 13px"> <strong class="highlight-text" style="font-size: 18px; display:block; margin-bottom:8px"> UPDATE REQUIRED </strong> WP User Frontend Pro is not working because you are using an old version of WP User Frontend Pro. Please update <strong>WPUF Pro</strong> to >= <strong>v3.1.0</strong> to work with the latest version of WP User Frontend </p>
ru_ru: <p style="font-size: 13px"> <strong class="highlight-text" style="font-size: 18px; display:block; margin-bottom:8px"> ТРЕБУЕТСЯ ОБНОВЛЕНИЕ </strong> WP User Frontend Pro не работает, потому что вы используете старую версию WP User Frontend Pro. Пожалуйста, обновите <strong>WPUF Pro</strong> до >= <strong>v3.1.0</strong> для работы с последней версией пользовательского интерфейса WP </p>

source: Update WP User Frontend Pro Now
ru_ru: Обновите WP User Frontend Pro Прямо сейчас

source: Update WP User Frontend Pro NOW
ru_ru: Обновите WP User Frontend Pro ПРЯМО СЕЙЧАС

source: Character limit reached
ru_ru: Достигнут лимит символов

source: Minimum character required
ru_ru: Минимальный требуемый символ

source: Minimum word required
ru_ru: Минимальное требуемое слово

source: Please Cancel Your Currently Active Pack first!
ru_ru: Пожалуйста, Сначала Отмените Свой Текущий Активный Пакет!

source: Error: Nonce verification failed
ru_ru: Ошибка: Не удалось выполнить проверку одноразового номера
