Repository: weDevsOfficial/wp-user-frontend
Catalog: languages/wp-user-frontend-*.po
Languages: ru_ru

source: Login/Registration override
ru_ru: Переопределение входа/регистрации

source: If enabled, default login and registration forms will be overridden by WPUF with pages below
ru_ru: Если включено, формы входа и регистрации по умолчанию будут переопределены WPUF со страницами ниже

source: Registration Page
ru_ru: Страница регистрации

source: Select the page you want to use as registration page override <em>(should have shortcode)</em>
ru_ru: Выберите страницу, которую вы хотите использовать в качестве переопределения страницы регистрации <em>(должен быть шорткод)</em>

source: Login Page
ru_ru: Страница входа в систему

source: Select the page which contains <code>[wpuf-login]</code> shortcode
ru_ru: Выберите страницу, содержащую <code>[wpuf-login]</code>

source: Redirect After Login
ru_ru: Перенаправление После Входа В Систему

source: After successfull login, where the page will redirect to
ru_ru: После успешного входа в систему, где страница будет перенаправлена на

source: Default Login Redirect
ru_ru: Перенаправление входа по умолчанию

source: If enabled, users who login using WordPress default login form will be redirected to the selected page.
ru_ru: Если этот параметр включен, пользователи, которые входят в систему с помощью формы входа по умолчанию WordPress, будут перенаправлены на выбранную страницу.

source: reCAPTCHA in Login Form
ru_ru: reCAPTCHA в форме входа в систему

source: If enabled, users have to verify reCAPTCHA in login page. Also, make sure that reCAPTCHA is configured properly from <b>General Options</b>
ru_ru: Если этот параметр включен, пользователи должны подтвердить reCAPTCHA на странице входа в систему. Кроме того, убедитесь, что reCAPTCHA правильно настроен из <b>Общие параметры</b>

source: Enable payments on your site.
ru_ru: Включите платежи на вашем сайте.

source: Subscription Pack Page
ru_ru: Страница Пакета подписки

source: Select the page where <code>[wpuf_sub_pack]</code> located.
ru_ru: Выберите страницу, на которой находится <code>[wpuf_sub_pack]</code>.

source: Subscription at registration
ru_ru: Подписка при регистрации

source: Registration time redirect to subscription page
ru_ru: Перенаправление времени регистрации на страницу подписки

source: Currency
ru_ru: Валюта

source: Currency Position
ru_ru: Валютная позиция

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Left with space
ru_ru: Слева с пробелом

source: Right with space
ru_ru: Справа с пробелом

source: Thousand Separator
ru_ru: Тысячный Сепаратор

source: This sets the thousand separator of displayed prices.
ru_ru: При этом устанавливается разделитель отображаемых цен в тысячах.

source: Decimal Separator
ru_ru: Десятичный разделитель

source: This sets the decimal separator of displayed prices.
ru_ru: Это устанавливает десятичный разделитель отображаемых цен.

source: Number of Decimals
ru_ru: Количество десятичных знаков

source: This sets the number of decimal points shown in displayed prices.
ru_ru: Это задает количество десятичных знаков, отображаемых в отображаемых ценах.

source: Enable demo/sandbox mode
ru_ru: Включить демонстрационный/песочничный режим

source: When sandbox mode is active, all payment gateway will be used in demo mode
ru_ru: Когда активен режим песочницы, все платежные шлюзы будут использоваться в демонстрационном режиме

source: Payment Page
ru_ru: Страница оплаты

source: This page will be used to process payment options
ru_ru: Эта страница будет использоваться для обработки вариантов оплаты

source: After payment users will be redirected here
ru_ru: После оплаты пользователи будут перенаправлены сюда

source: Payment Gateways
ru_ru: Платежные шлюзы

source: Active payment gateways
ru_ru: Активные платежные шлюзы

source: Retry Failed Payment
ru_ru: Повторите Попытку Неудачного Платежа

source: How many times should retry for failed payment max is 4
ru_ru: Сколько раз следует повторить попытку для неудачного платежа максимум 4

source: <span class="dashicons dashicons-universal-access-alt"></span> Guest Email
ru_ru: <span class="dashicons dashicons-universal-access-alt"></span> Гостевая электронная почта

source: Guest Email Notification
ru_ru: Уведомление Гостя По электронной почте

source: Enable Guest Email Notification .
ru_ru: Включите Уведомление Гостя По Электронной Почте.

source: Guest mail subject
ru_ru: Тема письма гостя

source: This sets the subject of the emails sent to guest users
ru_ru: Это задает тему электронных писем, отправляемых гостевым пользователям

source: Guest mail body
ru_ru: Тело гостевой почты

source: This sets the body of the emails sent to guest users. Please DON'T edit the <code>{activation_link}</code> part, you can use {sitename} too.
ru_ru: Это задает текст электронных писем, отправляемых гостевым пользователям. Пожалуйста, НЕ редактируйте часть <code>{activation_link}</code>, вы также можете использовать {sitename}.

source: Post Types
ru_ru: Типы постов

source: Select the post types you will allow users to export.
ru_ru: Выберите типы записей, которые вы разрешите пользователям экспортировать.

source: Select profile/registration forms for user roles. These forms will be used to populate extra edit profile fields in backend.
ru_ru: Выберите профиль/регистрационные формы для ролей пользователей. Эти формы будут использоваться для заполнения дополнительных полей профиля редактирования в серверной части.

source: Number of subscribers per page:
ru_ru: Количество подписчиков на страницу:

source: Enable Image Insertion
ru_ru: Включить Вставку Изображения

source: Enable image upload in post area
ru_ru: Включить загрузку изображений в области публикации

source: Enter maximum upload size limit in KB
ru_ru: Введите максимальный размер загрузки в КБ

source: Max. file size
ru_ru: Максимальный размер файла

source: Type
ru_ru: Тип

source: Dropdown
ru_ru: Выпадающий

source: Multi Select
ru_ru: Множественный выбор

source: Text Input
ru_ru: Ввод текста

source: Order By
ru_ru: Заказ По

source: Term ID
ru_ru: Идентификатор термина

source: Slug
ru_ru: Слаг (ярлык для URL)

source: Count
ru_ru: Счётчик

source: Term Group
ru_ru: Термин Группа

source: Order
ru_ru: Заказ

source: Selection Type
ru_ru: Тип выбора

source: Exclude
ru_ru: Исключать

source: Include
ru_ru: Включать

source: Child of
ru_ru: Потомок

source: Selection terms
ru_ru: Выбранные термины

source: Search the terms name.
ru_ru: Выполните поиск по названию терминов.

source: WooCommerce Attribute
ru_ru: Атрибут WooCommerce

source: This taxonomy is a WooCommerce attribute
ru_ru: Эта таксономия является атрибутом WooCommerce

source: Visibility
ru_ru: Видимость

source: Visible on product page
ru_ru: Отображается на странице продукта

source: all
ru_ru: все

source: Show All
ru_ru: Показать все

source: hide
ru_ru: скрыть

source: Hide These Countries
ru_ru: Скрыть Эти Страны

source: Chose Country to hide from List
ru_ru: Выберите страну, которую нужно скрыть из списка

source: show
ru_ru: показать

source: Show These Countries
ru_ru: Покажите Эти Страны

source: Add Country to List
ru_ru: Добавить страну в список

source: Click and Drag to rearrange
ru_ru: Щелкните и перетащите, чтобы изменить порядок

source: Remove
ru_ru: Удалять

source: Toggle
ru_ru: Переключить

source: Required
ru_ru: Требуемый

source: Field Label
ru_ru: Метка поля

source: Enter a title of this field
ru_ru: Введите название этого поля

source: Meta Key
ru_ru: Мета-ключ

source: Name of the meta key this field will save to
ru_ru: Имя мета-ключа, которое это поле сохранит в

source: Help text
ru_ru: Текст справки

source: Give the user some information about this field
ru_ru: Предоставьте пользователю некоторую информацию об этом поле

source: CSS Class Name
ru_ru: Имя класса CSS

source: Add a CSS class name for this field
ru_ru: Добавьте имя класса CSS для этого поля

source: Placeholder text
ru_ru: Добавьте имя класса CSS для этого поля

source: Text for HTML5 placeholder attribute
ru_ru: Текст для атрибута-заполнителя HTML5

source: Default value
ru_ru: Значение по умолчанию

source: The default value this field will have
ru_ru: Значение по умолчанию, которое будет иметь это поле

source: Size
ru_ru: Размер

source: Size of this input field
ru_ru: Размер этого поля ввода

source: Word Restriction
ru_ru: Ограничение слов

source: Numebr of words the author to be restricted in
ru_ru: Количество слов, в которых автор должен быть ограничен

source: Rows
ru_ru: Строки

source: Columns
ru_ru: Столбцы

source: Normal
ru_ru: Обычный

source: Rich textarea
ru_ru: Расширенная textarea

source: Teeny Rich textarea
ru_ru: Компактная textarea

source: show values
ru_ru: показывать значения

source: Options
ru_ru: Опции

source: First element of the select dropdown. Leave this empty if you don't want to show this field
ru_ru: Первый элемент выпадающего списка выбора. Оставьте это поле пустым, если вы не хотите показывать это поле

source: Select Text
ru_ru: Выделите текст

source: Title
ru_ru: Заголовок

source: HTML Codes
ru_ru: HTML код

source: Meta Value
ru_ru: Мета значение

source: Enter the meta value
ru_ru: Введите мета-значение

source: Description
ru_ru: Описание

source: Number of images can be uploaded
ru_ru: Количество изображений, которые могут быть загружены

source: Max. files
ru_ru: Максимальное количество файлов

source: Insert your public key and private key in <a href='%s'>plugin settings</a>. <a href='%s' target='_blank'>Register</a> first if you don't have any keys.
ru_ru: Вставьте свой открытый ключ и закрытый ключ в <a href='%s'>настройки плагина</a>. <a href='%s' target='_blank'>Сначала зарегистрируйтесь</a>, если у вас нет ключей.

source: reCaptcha type
ru_ru: Тип reCAPTCHA

source: Enable Invisible reCaptcha
ru_ru: Включить невидимую рекапчу

source: Enable noCaptcha
ru_ru: Включить noCaptcha

source: Import
ru_ru: Импорт

source: is required
ru_ru: требуется

source: does not match
ru_ru: не соответствует

source: is not valid
ru_ru: недействителен

source: Please fix the errors to proceed
ru_ru: Пожалуйста, исправьте ошибки, чтобы продолжить

source: Word limit reached
ru_ru: Достигнут лимит слов

source: Are you sure you want to cancel your current subscription ?
ru_ru: Вы уверены, что хотите отменить свою текущую подписку?

source: Post Submission
ru_ru: Отправка сообщения

source: Enable if you want to allow users to submit post from the account page.
ru_ru: Включите, если вы хотите разрешить пользователям отправлять сообщения со страницы учетной записи.

source: Submission Menu Label
ru_ru: Ярлык Меню отправки

source: Label for post submission menu
ru_ru: Ярлык для меню отправки сообщения

source: Submit Post
ru_ru: Отправить пост

source: Submission Form
ru_ru: Форма Подачи заявки

source: Select a post form that will use to submit post by the users from their account page.
ru_ru: Выберите форму публикации, которая будет использоваться для отправки сообщений пользователями со страницы их учетной записи.

source: <p>You have not subscribed to any package yet.</p>
ru_ru: <p>Вы еще не подписались ни на один пакет.</p>

source: <p>You may have processed your payment, but the pack is not active yet.</p>
ru_ru: <p>Возможно, вы обработали свой платеж, но пакет еще не активен.</p>

source: For each
ru_ru: Для каждого

source: Nonce failure
ru_ru: Одноразовый сбой

source: First Name is a required field.
ru_ru: Имя - обязательное поле.

source: Last Name is a required field.
ru_ru: Фамилия - обязательное поле.

source: Email is a required field.
ru_ru: Электронная почта - обязательное поле.

source: Please provide a valid email address.
ru_ru: Пожалуйста, укажите действительный адрес электронной почты.

source: This email address is already registered.
ru_ru: Этот адрес электронной почты уже зарегистрирован.

source: Please fill out all password fields.
ru_ru: Пожалуйста, заполните все поля пароля.

source: Please enter your current password.
ru_ru: Пожалуйста, введите свой текущий пароль.

source: Please re-enter your password.
ru_ru: Пожалуйста, повторно введите свой пароль.

source: New passwords do not match.
ru_ru: Новые пароли не совпадают.

source: Your current password is incorrect.
ru_ru: Ваш текущий пароль неверен.

source: Post Deleted
ru_ru: Пост удалён

source: Author Info
ru_ru: Информация об авторе

source: You are not the post author. Cheating huh!
ru_ru: Вы не являетесь автором поста!

source: Bank Payment
ru_ru: Банковский платеж

source: This page is restricted. Please %s to view this page.
ru_ru: Доступ к этой странице ограничен. Пожалуйста, %s, чтобы просмотреть эту страницу.

source: Please select your payment page from admin panel
ru_ru: Пожалуйста, выберите свою платежную страницу в админ-панели

source: No subscription pack found.
ru_ru: Пакет подписки не найден.

source: Your free package has been activated. Enjoy!
ru_ru: Ваш бесплатный пакет был активирован. Наслаждайтесь!

source: You already have activated a free package previously.
ru_ru: Вы уже активировали бесплатный пакет ранее.

source: Billing Address
ru_ru: Платежный адрес

source: Pricing & Plans
ru_ru: Цены и планы

source: Change Pack
ru_ru: Сменный пакет

source: Selected Pack
ru_ru: Выбранный пакет

source: Pack Price
ru_ru: Стоимость пакета

source: Total
ru_ru: Весь

source: Apply Coupon
ru_ru: Применить Купон

source: Have a discount code?
ru_ru: У вас есть код скидки?

source: Post cost
ru_ru: Стоимости поста

source: Choose Your Payment Method
ru_ru: Выберите Свой Способ Оплаты

source: Proceed
ru_ru: Приступать

source: No Payment gateway found
ru_ru: Платежный шлюз не найден

source: [%s] Payment Received
ru_ru: [%s] Полученный платеж

source: New payment received at %s
ru_ru: Новый платеж, полученный в %s

source: Post Form
ru_ru: Форма поста

source: Form for creating a blog post.
ru_ru: Форма для создания записи в блоге.

source: Post Title
ru_ru: Заголовок поста

source: Please enter your post name
ru_ru: Пожалуйста, введите название вашей должности

source: Category
ru_ru: Категория

source: Select a category for your post
ru_ru: Выберите категорию для вашего сообщения

source: - select -
ru_ru: - выбрать -

source: Post description
ru_ru: Описание поста

source: Write the full description of your Post
ru_ru: Напишите полное описание вашего поста

source: Featured Image
ru_ru: Рекомендуемое изображение

source: Upload the main image of your post
ru_ru: Загрузите основное изображение вашего поста

source: Excerpt
ru_ru: Выписка

source: Provide a short description of this post (optional)
ru_ru: Предоставьте краткое описание этого поста (необязательно)

source: Tags
ru_ru: Теги

source: Separate tags with commas.
ru_ru: Разделяйте теги запятыми.

source: Create Post
ru_ru: Создать пост

source: Post has been updated successfully. <a target="_blank" href="%link%">View post</a>
ru_ru: Пост был успешно обновлено. <a target="_blank" href="%link%">Просмотреть пост</a>

source: Update Post
ru_ru: Пост обновлён

source: Really Simple Captcha validation failed
ru_ru: Действительно простая проверка Captcha не удалась

source: noCaptcha reCAPTCHA validation failed
ru_ru: Ошибка проверки noCaptcha reCAPTCHA

source: reCAPTCHA validation failed
ru_ru: Ошибка проверки reCAPTCHA

source: Invisible reCAPTCHA validation failed
ru_ru: Ошибка проверки невидимой рекапчи

source: Your selected form is no longer available.
ru_ru: Выбранная Вами форма больше не доступна.

source: Please make sure you've published your form.
ru_ru: Пожалуйста, убедитесь, что вы опубликовали свою форму.

source: Confirm Password
ru_ru: Подтвердите Пароль

source: Strength indicator
ru_ru: Индикатор силы

source: -- Select --
ru_ru: -- Выбрать --

source: This field is no longer available.
ru_ru: Это поле больше не доступно.

source: Delete
ru_ru: Удалить

source: Add Subscription
ru_ru: Добавить подписку

source: Add New Subscription
ru_ru: Добавить Новую Подписку

source: Edit Subscription
ru_ru: Редактировать Подписку

source: New Subscription
ru_ru: Новая Подписка

source: View Subscription
ru_ru: Просмотр Подписки

source: Search Subscription
ru_ru: Подписка на Поиск

source: No Subscription Found
ru_ru: Подписка Не Найдена

source: No Subscription Found in Trash
ru_ru: Подписка не найдена в корзине

source: Parent Subscription
ru_ru: Родительская подписка

source: Payment is complete
ru_ru: Оплата завершена

source: Congratulations, your payment has been completed!
ru_ru: Поздравляем, ваш платеж завершен!

source: Please buy a subscription pack to post
ru_ru: Пожалуйста, купите пакет подписки для публикации

source: <p><i>You have a subscription pack activated. </i></p>
ru_ru: <p><i>У вас активирован пакет подписки. </i></p>

source: <p><i>Pack name: %s </i></p>
ru_ru: <p><i>Имя пакета: %s </i></p>

source: To cancel the pack, press the following cancel button
ru_ru: Чтобы отменить пакет, нажмите следующую кнопку отмены

source: Day
ru_ru: День

source: Week
ru_ru: Неделя

source: Month
ru_ru: Месяц

source: Year
ru_ru: Год

source: One time payment
ru_ru: Единовременный платеж

source: Every
ru_ru: Каждый

source: for
ru_ru: для

source: installments
ru_ru: рассрочка

source: Trial available for first %1$s %2$s
ru_ru: Пробная версия доступна для первых %1$s %2$s

source: Buy Now
ru_ru: Купить сейчас

source: Sign Up
ru_ru: Зарегистрироваться

source: There is a <strong>%s</strong> charge to add a new post.
ru_ru: За добавление новой записи взимается <strong>%s</strong>.

source: Your Subscription pack is exhausted. There is a <strong>%s</strong> charge to add a new post.
ru_ru: Ваш абонентский пакет исчерпан. За добавление новой записи взимается <strong>%s</strong>.

source: You must <a href="%s">purchase a pack</a> before posting
ru_ru: Вы должны <a href="%s">приобрести пакет</a> перед отправкой

source: transaction
ru_ru: операция

source: transactions
ru_ru: операции

source: Status
ru_ru: Статус

source: User
ru_ru: Пользователь

source: Subtotal
ru_ru: Промежуточный итог

source: Cost
ru_ru: Стоимость

source: Tax
ru_ru: Налог

source: Post ID
ru_ru: ID поста

source: Pack ID
ru_ru: ID пакета

source: Gateway
ru_ru: Шлюз

source: Payer
ru_ru: Плательщик

source: Trans ID
ru_ru: ID транзакции

source: Date
ru_ru: Дата

source: Completed
ru_ru: Завершенный

source: Pending
ru_ru: Ожидаемый

source: Accept
ru_ru: Принимать

source: Reject
ru_ru: Отклонять

source: No transactions found.
ru_ru: Никаких транзакций не найдено.

source: Caption
ru_ru: Подпись

source: attach_id is required.
ru_ru: attach_id является обязательным.

source: Attachment deleted successfully.
ru_ru: Вложение успешно удалено.

source: Could not deleted the attachment
ru_ru: Не удалось удалить вложение

source: Something went wrong.
ru_ru: Что-то пошло не так.

source: %s Detected
ru_ru: %s Обнаружено

source: Hey, looks like you have <strong>%s</strong> installed. What do you want to do with WPUF?
ru_ru: Эй, похоже, у вас установлен <strong>%s</strong>. Что вы хотите сделать с WPUF?

source: It will update compatibility option only, so existing custom fields data format will not change.
ru_ru: Он обновит только параметр совместимости, поэтому формат данных существующих пользовательских полей не изменится.

source: It will update existing custom fields data to ACF format and update compatibility option too.
ru_ru: Он обновит существующие данные пользовательских полей до формата ACF, а также обновит параметр совместимости.

source: Compatible
ru_ru: Совместимый

source: Compatible & Migrate
ru_ru: Совместимость и миграция

source: No Thanks
ru_ru: Нет, спасибо

source: Some Required Fields are not filled!
ru_ru: Некоторые Обязательные поля не заполнены!

source: Country
ru_ru: Страна

source: Choose a country
ru_ru: Выберите страну

source: State/Province/Region
ru_ru: Штат/Провинция/Регион

source: Choose a state
ru_ru: Выберите состояние

source: Address Line 1
ru_ru: Адресная строка 1

source: Address Line 2
ru_ru: Адресная строка 2

source: City
ru_ru: Город

source: Postal Code/ZIP
ru_ru: Индекс

source: Update Billing Address
ru_ru: Обновить Платежный Адрес

source: Billing address is updated.
ru_ru: Платежный адрес обновлен.

source: Address line 1
ru_ru: Адресная строка 1

source: Address line 2
ru_ru: Адресная строка 2

source: Customize WPUF Settings
ru_ru: Настройка параметров WPUF

source: These options let you change the appearance of the billing address.
ru_ru: Эти параметры позволяют изменить внешний вид платежного адреса.

source: %s field
ru_ru: поле %s

source: Optional
ru_ru: Необязательный

source: Posts
ru_ru: Сообщений

source: Allow Post
ru_ru: Разрешить Публикацию

source: Allow Vendors to submit post from dashboard area
ru_ru: Разрешить поставщикам отправлять сообщения из области панели мониторинга

source: Select Post Form
ru_ru: Выберите Форму Публикации

source: Select a post form that will show on the vendor dashboard.
ru_ru: Выберите форму публикации, которая будет отображаться на панели инструментов поставщика.

source: Custom Fields
ru_ru: Настраиваемые поля

source: Others
ru_ru: Другие

source: You must be logged in to preview this form.
ru_ru: Вы должны войти в систему, чтобы просмотреть эту форму.

source: Sorry, you are not eligible to preview this form.
ru_ru: К сожалению, вы не имеете права просматривать эту форму.

source: You need to <a href="%s">purchase a subscription package</a> to post in this form
ru_ru: Вам необходимо <a href="%s">приобрести пакет подписки</a> для публикации в этой форме

source: Payment type not selected for this form. Please contact admin.
ru_ru: Тип платежа не выбран для этой формы. Пожалуйста, свяжитесь с администратором.

source: Post Limit Exceeded for your purchased subscription pack.
ru_ru: Превышен лимит публикации для приобретенного вами пакета подписки.

source: You are not logged in
ru_ru: Вы не вошли в систему

source: Invalid post
ru_ru: Некорректный пост

source: Your edit access for this post has been locked by an administrator.
ru_ru: Ваш доступ к редактированию этой записи был заблокирован администратором.

source: Your allocated time for editing this post has been expired.
ru_ru: Отведенное вам время на редактирование этого поста истекло.

source: Your post edit access has been locked by an administrator.
ru_ru: Ваш доступ к редактированию записи был заблокирован администратором.

source: Post Editing is disabled
ru_ru: Редактирование записей отключено

source: You are not allowed to edit
ru_ru: Вам не разрешено редактировать

source: I don't know how to edit this post, I don't have the form ID
ru_ru: Я не знаю, как отредактировать этот пост, у меня нет идентификатора формы

source: You can't edit a post while in pending mode.
ru_ru: Вы не можете редактировать сообщение, находясь в режиме ожидания.

source: You're not allowed to edit this post.
ru_ru: Вам не разрешается редактировать этот пост.

source: Minimum %d character is required for %s
ru_ru: Минимальный символ %d требуется для %s

source: Maximum %d character is allowed for %s
ru_ru: Максимальный символ %d разрешен для %s

source: Minimum %d word is required for %s
ru_ru: Минимальное слово %d требуется для %s

source: Maximum %d word is allowed for %s
ru_ru: Максимальное слово %d допустимо для %s

source: Something went wrong
ru_ru: Что-то пошло не так

source: Invalid email address.
ru_ru: Неверный адрес электронной почты.

source: You already have an account in our site. Please login to continue. Clicking 'OK' will redirect you to the login page and you will lose the form data. Click 'Cancel' to stay at this page.
ru_ru: У вас уже есть учетная запись на нашем сайте. Пожалуйста, войдите в систему, чтобы продолжить. Нажатие кнопки "ОК" перенаправит вас на страницу входа в систему, и вы потеряете данные формы. Нажмите кнопку "Отмена", чтобы остаться на этой странице.

source: You do not have sufficient permissions to access this form.
ru_ru: У вас нет достаточных разрешений для доступа к этой форме.
