Repository: weDevsOfficial/wp-user-frontend
Catalog: languages/wp-user-frontend-*.po
Languages: ru_ru

source: Email successfully verified. Please Login.
ru_ru: Электронная почта успешно подтверждена. Пожалуйста, Войдите в систему.

source: Thank you for posting on our site. We have sent you an confirmation email. Please check your inbox!
ru_ru: Благодарим вас за публикацию на нашем сайте. Мы отправили вам электронное письмо с подтверждением. Пожалуйста, проверьте свой почтовый ящик!

source: Empty reCaptcha Field
ru_ru: Пустое поле reCAPTCHA

source: Featured
ru_ru: Рекомендуемые

source: Mark the %s as featured (remaining %d)
ru_ru: Отметьте %s как рекомендуемый (оставшийся %d)

source: No subscribers found
ru_ru: Подписчиков не найдено

source: User ID
ru_ru: ID пользователя

source: User Name
ru_ru: Имя пользователя

source: Subscription ID
ru_ru: ID подписки

source: Transaction ID
ru_ru: ID операции

source: Starts from
ru_ru: Начинается с

source: Expire date
ru_ru: Дата истечения срока действия

source: WPUF Ajax Login
ru_ru: Вход в систему WPF Ajax

source: Ajax Login widget for WP User Frontend
ru_ru: Виджет входа в систему Ajax для интерфейса пользователя WP

source: Please fill all form fields
ru_ru: Пожалуйста, заполните все поля формы

source: Login successful!
ru_ru: Вход в систему прошел успешно!

source: Logout successful!
ru_ru: Выход из системы прошел успешно!

source: Password has been reset. Please check your email.
ru_ru: Пароль был сброшен. Пожалуйста, проверьте свою электронную почту.

source: <strong>ERROR</strong>: Enter a username or email address.
ru_ru: <strong>ОШИБКА</strong>: Введите имя пользователя или адрес электронной почты.

source: <strong>ERROR</strong>: There is no user registered with that email address.
ru_ru: <strong>ОШИБКА</strong>: Нет пользователя, зарегистрированного с этим адресом электронной почты.

source: <strong>ERROR</strong>: Invalid username or email.
ru_ru: <strong>ОШИБКА</strong>: Неверное имя пользователя или адрес электронной почты.

source: Someone has requested a password reset for the following account:
ru_ru: Кто-то запросил сброс пароля для следующей учетной записи:

source: Username: %s
ru_ru: Имя пользователя: %s

source: If this was a mistake, just ignore this email and nothing will happen.
ru_ru: Если это была ошибка, просто проигнорируйте это письмо, и ничего не произойдет.

source: To reset your password, visit the following address:
ru_ru: Чтобы сбросить свой пароль, перейдите по следующему адресу:

source: [%s] Password Reset
ru_ru: [%s] Сброс пароля

source: <strong>ERROR</strong>: The email could not be sent.Possible reason: your host may have disabled the mail() function.
ru_ru: <strong>ОШИБКА</strong>: Не удалось отправить электронное письмо.Возможная причина: возможно, ваш хост отключил функцию mail().

source: Register
ru_ru: Зарегистрировать

source: Lost your password?
ru_ru: Потеряли свой пароль?

source: Username or E-mail:
ru_ru: Имя пользователя или E-mail:

source: Log out
ru_ru: Выйти из системы

source: WPUF Login Widget
ru_ru: Виджет входа в систему WPUF

source: Username or Email Address
ru_ru: Имя пользователя или Адрес электронной почты

source: Please enter your username or email address. You will receive a link to create a new password via email
ru_ru: Пожалуйста, введите свое имя пользователя или адрес электронной почты. Вы получите ссылку для создания нового пароля по электронной почте

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Remember Me
ru_ru: Запомнить меня

source: Log In
ru_ru: Авторизоваться

source: Reset Password
ru_ru: Сброс пароля

source: Title:
ru_ru: Заголовок:

source: Log-in Text:
ru_ru: Текст для входа в систему:

source: Username Label:
ru_ru: Метка Имени пользователя:

source: Password Label:
ru_ru: Метка пароля:

source: Remember Me Label:
ru_ru: Метка "Запомни меня":

source: Log In Label:
ru_ru: Метка Входа в Систему:

source: Password Reset Text:
ru_ru: Текст для сброса пароля:

source: Password Reset Label:
ru_ru: Метка Сброса пароля:

source: This sample policy includes the basics around what personal data you may be collecting, storing and sharing, as well as who may have access to that data. Depending on what settings are enabled and which additional plugins are used, the specific information shared by your form will vary. We recommend consulting with a lawyer when deciding what information to disclose on your privacy policy.
ru_ru: Этот пример политики включает в себя основные сведения о том, какие персональные данные вы можете собирать, хранить и передавать, а также о том, кто может иметь доступ к этим данным. В зависимости от того, какие настройки включены и какие дополнительные плагины используются, конкретная информация, предоставляемая вашей формой, будет отличаться. Мы рекомендуем проконсультироваться с юристом при принятии решения о том, какую информацию раскрывать в вашей политике конфиденциальности.

source: We collect information about you during the form submission process on our WordPress website.
ru_ru: Мы собираем информацию о вас во время процесса отправки формы на вашем веб-сайте WordPress.

source: What we collect and store
ru_ru: Что мы собираем и храним

source: While you visit our , we’ll track:
ru_ru: Пока вы посещаете наш сайт, мы будем отслеживать:

source: Form Fields Data: Forms Fields data includes the available field types when creating a form. We’ll use this to, for example, collect informations like Name, Email and other available fields.
ru_ru: Данные полей формы: Данные полей формы включают доступные типы полей при создании формы. Мы будем использовать это, например, для сбора такой информации, как имя, адрес электронной почты и другие доступные поля.

source: Location, IP address and browser type: we’ll use this for purposes like estimating taxes and shipping. Also, for reducing fraudulent activities and prevent identity theft while placing orders
ru_ru: Местоположение, IP-адрес и тип браузера: мы будем использовать это для таких целей, как оценка налогов и доставки. Кроме того, для уменьшения мошеннических действий и предотвращения кражи личных данных при размещении заказов

source: Transaction Details: we’ll ask you to enter this so we can, for instance, provide & regulate subscription packs that you bought and keep track of your payment details for subscription packs!
ru_ru: Детали транзакции: мы попросим вас ввести это, чтобы мы могли, например, предоставлять и регулировать пакеты подписки, которые вы купили, и отслеживать ваши платежные реквизиты для пакетов подписки!

source: We’ll also use cookies to keep track of form elements while you’re browsing our site.
ru_ru: Мы также будем использовать файлы cookie для отслеживания элементов формы, пока вы просматриваете наш сайт.

source: Note: you may want to further detail your cookie policy, and link to that section from here.
ru_ru: Примечание: возможно, вы захотите более подробно ознакомиться с вашей политикой использования файлов cookie и перейти по ссылке на этот раздел отсюда.

source: When you fill up a form, we’ll ask you to provide information including your name, billing address, shipping address, email address, phone number, credit card/payment details and optional account information like username and password and any other form fields found in the form building options. We’ll use this information for purposes, such as, to:
ru_ru: Когда вы заполняете форму, мы попросим вас предоставить информацию, включая ваше имя, платежный адрес, адрес доставки, адрес электронной почты, номер телефона, данные кредитной карты / платежа и дополнительную информацию об учетной записи, такую как имя пользователя и пароль, а также любые другие поля формы, найденные в параметрах построения формы. Мы будем использовать эту информацию в таких целях, как::

source: Send you information about your account and order
ru_ru: Отправить вам информацию о вашей учетной записи и заказе

source: Respond to your requests, including transaction details and complaints
ru_ru: Отвечать на ваши запросы, включая информацию о транзакциях и жалобы

source: Process payments and prevent fraud
ru_ru: Обрабатывайте платежи и предотвращайте мошенничество

source: Set up your account
ru_ru: Настройте свою учетную запись

source: Comply with any legal obligations we have, such as calculating taxes
ru_ru: Соблюдайте любые наши юридические обязательства, такие как расчет налогов

source: Improve our form offerings
ru_ru: Улучшайте наши предложения по формам

source: Send you marketing messages, if you choose to receive them
ru_ru: Отправлять вам маркетинговые сообщения, если вы решите их получать

source: If you create an account, we will store your name, address, email and phone number, which will be used to populate the form fields for future submissions.
ru_ru: Если вы создадите учетную запись, мы сохраним ваше имя, адрес, адрес электронной почты и номер телефона, которые будут использоваться для заполнения полей формы для будущих отправок.

source: We generally store information about you for as long as we need the information for the purposes for which we collect and use it, and we are not legally required to continue keeping it. For example, we will store form submission information for XXX years for tax, accounting and marketing purposes. This includes your name, email address and billing and shipping addresses.
ru_ru: Как правило, мы храним информацию о вас до тех пор, пока она нам нужна для целей, для которых мы ее собираем и используем, и по закону мы не обязаны продолжать ее хранить. Например, мы будем хранить информацию о подаче формы в течение XXX лет для целей налогообложения, бухгалтерского учета и маркетинга. Это включает в себя ваше имя, адрес электронной почты, а также адреса выставления счетов и доставки.

source: Who on our team has access
ru_ru: Кто в нашей команде имеет доступ

source: Members of our team have access to the information you provide us. For example, Administrators and Editors and any body else who has permission can access:
ru_ru: Члены нашей команды имеют доступ к информации, которую вы нам предоставляете. Например, администраторы, редакторы и все остальные, у кого есть разрешение, могут получить доступ:

source: Form submission information and other details related to it
ru_ru: Информация о подаче формы и другие связанные с ней детали

source: Customer information like your name, email address, and billing and shipping information.
ru_ru: Информация о клиенте, такая как ваше имя, адрес электронной почты, а также информация о выставлении счетов и доставке.

source: Our team members have access to this information to help fulfill transactions and support you.
ru_ru: Члены нашей команды имеют доступ к этой информации, чтобы помочь вам совершать транзакции и поддерживать вас.

source: What we share with others
ru_ru: Чем мы делимся с другими

source: In this section you should list who you’re sharing data with, and for what purpose. This could include, but may not be limited to, analytics, marketing, payment gateways, shipping providers, and third party embeds.
ru_ru: В этом разделе вы должны указать, с кем вы делитесь данными и с какой целью. Это может включать, но не ограничиваться ими, аналитику, маркетинг, платежные шлюзы, поставщиков доставки и сторонние приложения.

source: We share information with third parties who help us provide our orders and store services to you; for example --
ru_ru: Мы передаем информацию третьим лицам, которые помогают нам предоставлять вам наши заказы и услуги магазина; например --

source: In this subsection you should list which third party payment processors you’re using to take payments on your site since these may handle customer data. We’ve included PayPal as an example, but you should remove this if you’re not using PayPal.
ru_ru: В этом подразделе вы должны указать, какие сторонние платежные системы вы используете для приема платежей на вашем сайте, поскольку они могут обрабатывать данные клиентов. Мы включили PayPal в качестве примера, но вам следует удалить его, если вы не используете PayPal.

source: We accept payments through PayPal. When processing payments, some of your data will be passed to PayPal, including information required to process or support the payment, such as the purchase total and billing information.
ru_ru: Мы принимаем платежи через PayPal. При обработке платежей некоторые ваши данные будут переданы в PayPal, включая информацию, необходимую для обработки или поддержки платежа, такую как общая сумма покупки и платежная информация.

source: Please see the <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full">PayPal Privacy Policy</a> for more details.
ru_ru: Пожалуйста, ознакомьтесь с <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full ">Политика конфиденциальности PayPal</a> для получения более подробной информации.

source: Also, we accept payments through Stripe. When processing payments, some of your data will be passed to Stripe, including information required to process or support the payment, such as the purchase total and billing information.
ru_ru: Кроме того, мы принимаем платежи через Stripe. При обработке платежей некоторые ваши данные будут переданы Stripe, включая информацию, необходимую для обработки или поддержки платежа, такую как общая сумма покупки и платежная информация.

source: Please see the <a href="https://stripe.com/us/privacy">Stripe Privacy Policy</a> for more details.
ru_ru: Пожалуйста, ознакомьтесь с <a href="https://stripe.com/us/privacy ">Политика конфиденциальности Stripe</a> для получения более подробной информации.

source: Available Modules
ru_ru: Доступные модули

source: In this subsection you should list which third party modules you’re using to increase the functionality of your created forms using WP User Frontend since these may handle customer data.
ru_ru: В этом подразделе вы должны перечислить, какие сторонние модули вы используете для расширения функциональности созданных вами форм с помощью пользовательского интерфейса WP, поскольку они могут обрабатывать данные клиентов.

source: WP User Frontend Pro comes with support for modules like MailChimp, ConvertKit, Stipe, Paid Membership Pro, MailPoet, Zapier, GetResponse, MailPoet 3, Campaign Monitor, Social Login, BuddyPress. Please note any future modules that will be added will have some data transferred to their own platform which falls in their own data policy.
ru_ru: WP User Frontend Pro поставляется с поддержкой таких модулей, как MailChimp, ConvertKit, Stipe, Payed Membership Pro, MailPoet, Zapier, GetResponse, MailPoet 3, Campaign Monitor, Social Login, BuddyPress. Пожалуйста, обратите внимание, что любые будущие модули, которые будут добавлены, будут иметь некоторые данные, переданные на их собственную платформу, которая подпадает под их собственную политику в отношении данных.

source: As an example while using MailChimp for your marketing email automation service by integrating it with WP User Frontend, some of your data will be passed to MailChimp, including information required to process or support the email marketing services, such as name, email address and any other information that you intend to pass or collect including all collected information through subscription.
ru_ru: Например, при использовании MailChimp для вашего маркетингового сервиса автоматизации электронной почты путем интеграции его с пользовательским интерфейсом WP часть ваших данных будет передана в MailChimp, включая информацию, необходимую для обработки или поддержки услуг маркетинга по электронной почте, такую как имя, адрес электронной почты и любая другая информация, которую вы намерены передавать или собирать, включая вся собранная информация через подписку.

source: Please see the <a href="https://mailchimp.com/legal/privacy/">MailChimp Privacy Policy</a> for more details.
ru_ru: Пожалуйста, ознакомьтесь с <a href="https://mailchimp.com/legal/privacy /">Политика конфиденциальности MailChimp</a> для получения более подробной информации.

source: WPUF User Data
ru_ru: Пользовательские данные WPUF

source: WPUF Subscription Data
ru_ru: Данные о подписке на WPUF

source: WPUF Transaction Data
ru_ru: Данные о транзакциях WPUF

source: WPUF Post Data
ru_ru: Данные поста WPUF

source: WP User Frontend user data.
ru_ru: Пользовательские данные WP User Frontend.

source: Billing Address 1
ru_ru: Платежный адрес 1

source: Billing Address 2
ru_ru: Платежный адрес 2

source: State
ru_ru: Государство

source: Zip
ru_ru: Идекс

source: WP User Frontend subscription data.
ru_ru: Данные о подписке WP User Frontend.

source: WP User Frontend transaction data.
ru_ru: Данные о транзакциях WP User Frontend.

source: Payment Status
ru_ru: Статус платежа

source: Last Name
ru_ru: Фамилия

source: Payment Type
ru_ru: Тип платежа

source: Transaction Date
ru_ru: Дата транзакции

source: WP User Frontend post data.
ru_ru: WP User Frontend данные поста.

source: Post URL
ru_ru: URL-АДРЕС поста

source: Post Date
ru_ru: Данные поста

source: Pack Title
ru_ru: Название пакета

source: Expiry
ru_ru: Истечение

source: You must <a href="%s">purchase a subscription package</a> before posting
ru_ru: Вы должны <a href="%s">приобрести пакет подписки</a> перед публикацией

source: The subscription pack has expired. Please buy a pack.
ru_ru: Срок действия пакета подписки истек. Пожалуйста, купите упаковку.

source: Subscription Details
ru_ru: Сведения о подписке

source: Subcription Name:
ru_ru: Имя подписки:

source: Package & billing details:
ru_ru: Детали пакета и выставления счетов:

source: Remaining post:
ru_ru: Оставшийся пост:

source: Unlimited
ru_ru: Неограниченный

source: Change
ru_ru: Изменить

source: If checked, vendor can submit post from dashboard area.
ru_ru: Если флажок установлен, поставщик может отправлять записи из области панели мониторинга.

source: Vendor Submit Post
ru_ru: Поставщик Отправляет Пост

source: Set endpoint for vendor submit post page
ru_ru: Установка конечной точки для страницы отправки сообщения поставщику

source: Whats New
ru_ru: Что Нового

source: WP User Frontend - Version %s
ru_ru: WP User Frontend - Версия %s

source: Welcome to the new version of WP User Frontend. See what's been changed in the <strong>%s</strong> version.
ru_ru: Добро пожаловать в новую версию пользовательского интерфейса WP. Посмотрите, что было изменено в версии <strong>%s</strong>.

source: What's New?
ru_ru: Что нового?

source: Bangladesh
ru_ru: Бангладеш

source: Content restricted type
ru_ru: Тип содержимого с ограниченным доступом

source: Minimun
ru_ru: Минимум

source: Maximum
ru_ru: Максимум

source: Content restricted by
ru_ru: Контент ограницен

source: Character
ru_ru: Характер

source: Word
ru_ru: Слово

source: Number of characters or words the author to be restricted in
ru_ru: Количество символов или слов, автор которых должен быть ограничен в

source: Check this option to mark the field required. A form will not submit unless all required fields are provided.
ru_ru: Установите этот флажок, чтобы отметить обязательное поле. Форма не будет отправлена, если не будут указаны все обязательные поля.

source: Field Size
ru_ru: Размер поля

source: Small
ru_ru: Маленький

source: Medium
ru_ru: Средний

source: Large
ru_ru: Большой

source: Provide a container class name for this field. Available classes: wpuf-col-half, wpuf-col-half-last, wpuf-col-one-third, wpuf-col-one-third-last
ru_ru: Укажите имя класса контейнера для этого поля. Доступные классы: wpuf-col-half, wpuf-col-half-last, puff-col-one-third, wpuf-col-one-third-last

source: Everyone
ru_ru: Каждый

source: Logged in users only
ru_ru: Только зарегистрированные пользователи

source: Subscription users only
ru_ru: Только для пользователей подписки

source: Select option
ru_ru: Выберите опцию

source: Read Only
ru_ru: Только для чтения

source: Make this field read only
ru_ru: Сделайте это поле доступным только для чтения

source: Read only
ru_ru: Только для чтения

source: Show Data in Post
ru_ru: Показать данные в сообщении

source: Select Yes if you want to show the field data in single post.
ru_ru: Выберите Да, если вы хотите отобразить данные поля в одной записи.

source: Hide Field Label in Post
ru_ru: Скрыть метку поля в сообщении

source: Select Yes if you want to hide the field label in single post.
ru_ru: Выберите Да, если вы хотите скрыть метку поля в одной записи.

source: Show in inline list
ru_ru: Показать во встроенном списке

source: Show this option in an inline list
ru_ru: Показать этот параметр во встроенном списке

source: Selection Terms
ru_ru: Выбор терминов

source: Search the terms name. use ⇦ ⇨ for navigate
ru_ru: Выполните поиск по названию терминов. используйте ⇦ ⇨ для навигации

source: Add options for the form field
ru_ru: Добавьте параметры для поля формы

source: Number of rows in textarea
ru_ru: Количество строк в текстовой обла

source: Number of columns in textarea
ru_ru: Количество столбцов в текстовой области

source: Select buttons to exclude
ru_ru: Выберите кнопки для исключения

source: Select button for exclude from frontend. Search button name. use ⇦ ⇨ for navigate
ru_ru: Выберите кнопку для исключения из интерфейса. Название кнопки поиска. используйте ⇦ ⇨ для навигации

source: Number of Columns
ru_ru: Количество столбцов

source: Title of the section
ru_ru: Название раздела

source: Space Between Columns
ru_ru: Пространство Между Столбцами

source: Add padding space between columns. e.g: 10
ru_ru: Добавьте отступы между столбцами. например: 10

source: Email Address
ru_ru: Адрес электронной почты

source: Button Label
ru_ru: Текст кнопки

source: Enter a label for the Select button
ru_ru: Введите метку для кнопки выбора

source: Hidden Field
ru_ru: Скрытое поле

source: Custom HTML
ru_ru: Пользовательский HTML

source: Html Codes
ru_ru: Html-коды

source: Paste your HTML codes, WordPress shortcodes will also work here
ru_ru: Вставьте свои HTML-коды, здесь также будут работать шорткоды WordPress

source: HTML Section
ru_ru: Раздел HTML

source: Image Upload
ru_ru: Загрузка изображений

source: Numeric Field
ru_ru: Числовое поле

source: Post Content
ru_ru: Содержание публикации

source: Post Excerpt
ru_ru: Выдержка из публикации

source: is a premium field. To use this field you need to upgrade to the premium version.
ru_ru: это премиальное поле. Чтобы использовать это поле, вам необходимо перейти на премиум-версию.

source: Radio
ru_ru: Radio-кнопка

source: reCaptcha API key is missing.
ru_ru: Ключ API reCAPTCHA отсутствует.

source: Site key and Secret key
ru_ru: Ключ сайта и секретный ключ

source: You need to set Site key and Secret key in <a href="%s" target="_blank">Settings</a> in order to use "Recaptcha" field. <a href="%s" target="_blank">Click here to get the these key</a>.
ru_ru: Вам необходимо установить ключ сайта и секретный ключ в настройках <a href="%s" target="_blank"></a>, чтобы использовать поле "Recaptcha". <a href="%s" target="_blank">Нажмите здесь, чтобы получить эти ключи</a>.

source: Select reCaptcha type
ru_ru: Выберите тип reCAPTCHA

source: Light
ru_ru: Светлая

source: Dark
ru_ru: Тёмная

source: Select reCaptcha Theme
ru_ru: Выберите Тему reCAPTCHA

source: Section Break
ru_ru: Разрыв раздела

source: Some details text about the section
ru_ru: Некоторые подробности о разделе

source: Some description about this section
ru_ru: Некоторое описание этого раздела

source: Text
ru_ru: Текст

source: Website URL
ru_ru: URL-адрес веб-сайта

source: Open in :
ru_ru: Открыть в :

source: Same Window
ru_ru: Том же Окне

source: New Window
ru_ru: Новом окне

source: Choose whether the link will open in new tab or same window
ru_ru: Выберите, будет ли ссылка открываться в новой вкладке или в том же окне

source: Address Field
ru_ru: Поле адреса

source: Date / Time
ru_ru: Дата / Время

source: Embed
ru_ru: Встроить

source: Ratings
ru_ru: Рейтинги

source: Linear Scale
ru_ru: Линейный масштаб
