Repository: weDevsOfficial/wp-user-frontend
Catalog: languages/wp-user-frontend-*.po
Languages: ru_ru

source: Email template enhanced for after activation
ru_ru: Шаблон электронной почты улучшен для использования после активации

source: Read only option for custom field
ru_ru: Опция только для чтения для пользовательского поля

source: Editor toolbar exclude option enhanced
ru_ru: Улучшена опция исключения панели инструментов редактора

source: Preview option enhanced for user profile
ru_ru: Улучшена опция предварительного просмотра для профиля пользователя

source: Meta key enhanced for user email notification
ru_ru: Мета-ключ улучшен для уведомления пользователя по электронной почте

source: Global option for disable post edit on account
ru_ru: Глобальная опция для отключения опубликованного в учетной записи

source: Filter for conditional logic for fields added
ru_ru: Фильтр для условной логики для добавленных полей

source: PHP 8 compatibility handled
ru_ru: Обработана совместимость с PHP 8

source: Address / Billing address inconsistency handled
ru_ru: Устранено несоответствие адреса / платежного адреса

source: Content restriction several issue fixed
ru_ru: Исправлено несколько проблем с ограничением контента

source: Tax calculation properly handled for all areas
ru_ru: Правильно рассчитанный налоговый расчет для всех областей

source: Validation added for invalid email and URL formats
ru_ru: Добавлена проверка для недопустимых форматов электронной почты и URL-адресов

source: Special character password handled for login
ru_ru: Специальный символьный пароль, обрабатываемый для входа в систему

source: Reset password handled for sidebar widget
ru_ru: Сброс пароля, обработанного для виджета боковой панели

source: Required google map issues handled
ru_ru: Необходимые проблемы с картой Google решены

source: Translation related issue handled for admin menu
ru_ru: Проблема, связанная с переводом, решена для меню администратора

source: Label & query enhanced for transaction table
ru_ru: Улучшена метка и запрос для таблицы транзакций

source: Template override for child theme fixed
ru_ru: Исправлено переопределение шаблона для дочерней темы

source: Custom field modal handled for registration form
ru_ru: Пользовательское поле модально обрабатывается для регистрационной формы

source: Redundant CSS issues handled
ru_ru: Устранены избыточные проблемы с CSS

source: Address field inconsistency fixed
ru_ru: Исправлена несогласованность полей адресов

source: Plugin page spin loading issue handled
ru_ru: Решена проблема с загрузкой страницы плагина

source: Warning on exit for draft post fixed
ru_ru: Исправлено предупреждение при выходе на призывной пост

source: Unlimited expire on admin user profile handled
ru_ru: Неограниченный срок действия для обработанного профиля пользователя администратора

source: No value checkbox issue handled
ru_ru: Проблема с флажком значения не решена

source: Tag search security Vulnerability handled
ru_ru: Устранена уязвимость в системе безопасности поиска тегов

source: Multi dropdown field error handled
ru_ru: Обработана ошибка с несколькими выпадающими полями

source: Promotion notice enhanced through api
ru_ru: Уведомление о продвижении улучшено с помощью api

source: Security Vulnerability fixed
ru_ru: Исправлена уязвимость в системе безопасности

source: Featured item for subscriber
ru_ru: Рекомендуемый товар для подписчика

source: Warning added for unsaved form data on frontend
ru_ru: Добавлено предупреждение для несохраненных данных формы во внешнем интерфейсе

source: Settings page search implemented
ru_ru: Реализован поиск по странице настроек

source: Editor added for registration form email template
ru_ru: Добавлен редактор для шаблона электронной почты регистрационной формы

source: Fallback pay per post not working with when draft enabled
ru_ru: Резервная оплата за публикацию не работает с включенным черновиком

source: User Dashboard responsive issues fixed
ru_ru: Исправлены проблемы с адаптивностью панели управления пользователя

source: Showing wrong license expire message handled
ru_ru: Отображение неправильного обработанного сообщения об истечении срока действия лицензии

source: Remove expire cron handled for once daily
ru_ru: Удалить обработанный cron с истекшим сроком действия один раз в день

source: Billing address validation handled
ru_ru: Обработана проверка платежного адреса

source: Promotion notice restricted for WPUF menu
ru_ru: Уведомление об акции ограничено для меню WPUF

source: reCaptcha issue with other plugin handled
ru_ru: Исправлена проблема с reCAPTCHA с другим плагином

source: Multiple post type for wpuf dashboard not working fixed
ru_ru: Исправлено, что не работает несколько типов записей для панели мониторинга wpuf

source: Billing address ajax request issue handled
ru_ru: Обработана проблема с ajax-запросом платежного адреса

source: Halloween promotion notice added
ru_ru: Добавлено уведомление об акции на Хэллоуин

source: Content restriction for minimum, maximum value enhanced
ru_ru: Ограничение содержимого для минимального, максимального увеличения значения

source: New option for redirection after pay per post payment in form setting
ru_ru: Новая опция для перенаправления после оплаты по почте в настройках формы

source: Controller added for various email notification
ru_ru: Добавлен контроллер для различных уведомлений по электронной почте

source: Placeholder added for unauth message option
ru_ru: Добавлен заполнитель для опции неавторизованного сообщения

source: Import forms system
ru_ru: Система форм импорта

source: Password reset system
ru_ru: Система сброса пароля

source: Updated url validation regex to support modern tlds
ru_ru: Обновлено регулярное выражение проверки URL-адресов для поддержки современных ДВУ

source: Ajax Login widget
ru_ru: Виджет входа в систему Ajax

source: Login user is more simple now with Ajax Login Widget. The simple ajax login form do not required page loading for login.
ru_ru: Войти в систему пользователя теперь стало проще с помощью виджета Ajax Login Widget. Простая форма входа в систему ajax не требует загрузки страницы для входа в систему.

source: Form submission with Captcha field
ru_ru: Отправка формы с полем Captcha

source: Form field validation process updated if form submits with captcha field.
ru_ru: Процесс проверки поля формы обновляется, если форма отправляется с полем captcha.

source: What's New in WPUF?
ru_ru: Что нового в WPF?

source: If you have not created <strong>WP User Frontend</strong> pages yet, you can do this by one click.
ru_ru: Если вы еще не создали <strong>страницы пользовательского интерфейса WP</strong>, вы можете сделать это одним щелчком мыши.

source: or
ru_ru: или

source: Skip Setup
ru_ru: Пропустить настройку

source: Congratulations!
ru_ru: Поздравляю!

source: Dashboard
ru_ru: Приборная панель

source: Account
ru_ru: Счет

source: Login
ru_ru: Авторизоваться

source: Subscription
ru_ru: Подписка

source: Payment
ru_ru: Платеж

source: Please select a gateway for payment
ru_ru: Пожалуйста, выберите шлюз для оплаты

source: Thank You
ru_ru: Спасибо

source: <h1>Payment is complete</h1><p>Congratulations, your payment has been completed!</p>
ru_ru: <h1>Оплата завершена</h1><p>Поздравляем, ваш платеж завершен!< / p>

source: Order Received
ru_ru: Заказ Получен

source: Hi, we have received your order. We will validate the order and will take necessary steps to move forward.
ru_ru: Привет, мы получили ваш заказ. Мы подтвердим заказ и предпримем необходимые шаги для продвижения вперед.

source: Registration
ru_ru: Регистрация

source: Sample Form
ru_ru: Образец Формы

source: Search Forms
ru_ru: Формы поиска

source: Learn more about <a href="%s" target="_blank">Frontend Posting</a>
ru_ru: Узнайте больше о <a href="%s" target="_blank">Интерфейсной публикации</a>

source: Published
ru_ru: Опубликованный

source: Trash
ru_ru: Мусор

source: No form found.
ru_ru: Форма не найдена.

source: Move to Trash
ru_ru: Переместить в корзину

source: Restore
ru_ru: Восстанавливать

source: Delete Permanently
ru_ru: Удалить Навсегда

source: Form Name
ru_ru: Имя формы

source: Shortcode
ru_ru: Шорткод

source: Duplicate
ru_ru: Дубликат

source: Draft
ru_ru: Черновик

source: Are you sure?
ru_ru: Вы уверены?

source: Allowed Files
ru_ru: Разрешенные файлы

source: Maximum number of files reached!
ru_ru: Достигнуто максимальное количество файлов!

source: The file you have uploaded exceeds the file size limit. Please try again.
ru_ru: Загруженный вами файл превышает предельный размер файла. Пожалуйста, попробуйте снова.

source: You have uploaded an incorrect file type. Please try again.
ru_ru: Вы загрузили неправильный тип файла. Пожалуйста, попробуйте снова.

source: WPUF Form
ru_ru: Форма WPUF

source: Learn more
ru_ru: Узнать больше

source: WPUF Lock User
ru_ru: WPUF Заблокировать пользователя

source: Post is locked, to allow user to edit this post <a id="wpuf_clear_schedule_lock" data="%s" href="#">Click here</a>
ru_ru: Сообщение заблокировано, чтобы разрешить пользователю редактировать это сообщение <a id="wpuf_clear_schedule_lock" data="%s" href="#">Нажмите здесь</a>

source: Frontend edit access for this post will be automatically locked after %s, <a id="wpuf_clear_schedule_lock" data="%s" href="#">Clear Lock</a> Or,
ru_ru: Доступ к редактированию интерфейса для этого сообщения будет автоматически заблокирован после %s, <a id="wpuf_clear_schedule_lock" data="%s" href="#">Снять блокировку</a> Или,

source: Lock Post Permanently
ru_ru: Зафиксируйте Стойку Постоянно

source: Lock user from editing this post from the frontend dashboard
ru_ru: Запретить пользователю редактировать этот пост с панели управления интерфейсом

source: WPUF Custom Fields
ru_ru: Настраиваемые поля WPUF

source: No custom fields found.
ru_ru: Настраиваемые поля не найдены.

source: Upgrade to the premium versions of WPUF and unlock even more useful features.
ru_ru: Обновитесь до премиум-версий WPUF и разблокируйте еще больше полезных функций.

source: Pro Features
ru_ru: Профессиональные функции

source: WPUF Pro is designed just for you, specially to fulfil your business needs. We have designed and curated every feature keeping your requirements in mind.
ru_ru: WPUF Pro разработан специально для вас, специально для удовлетворения ваших бизнес-потребностей. Мы разработали и внедрили каждую функцию с учетом ваших требований.

source: Registration Form Builder
ru_ru: Конструктор регистрационных Форм

source: Registration form builder is a two way form which can be used both for user registration and profile editing. You could also manage Register for Subscription Package Purchase.
ru_ru: Конструктор регистрационных форм - это двусторонняя форма, которую можно использовать как для регистрации пользователя, так и для редактирования профиля. Вы также можете управлять Регистрацией для покупки пакета подписки.

source: Advanced Fields
ru_ru: Расширенные поля

source: Country List
ru_ru: Список стран

source: Address
ru_ru: Адрес

source: Date Field
ru_ru: Поле даты

source: Google Map
ru_ru: Карта Google

source: Action Hook
ru_ru: Крючок действия

source: Rating
ru_ru: Рейтинг

source: Number
ru_ru: Номер

source: Repeater
ru_ru: Ретранслятор

source: File Upload
ru_ru: Загрузка файла

source: Manage Coupons
ru_ru: Управление купонами

source: Simple yet powerful coupon management system. Use Coupon codes for selling subscription pack with discounts.
ru_ru: Простая, но мощная система управления купонами. Используйте коды купонов для продажи пакета подписки со скидками.

source: Content Restrictions
ru_ru: Ограничения на содержание

source: You can restrict premium content for users by access role, registration or subscriptions only with just a shortcode.
ru_ru: Вы можете ограничить премиум-контент для пользователей по роли доступа, регистрации или подписке только с помощью шорткода.

source: Conditional Logic
ru_ru: Условная логика

source: Configure your form’s settings and user flow based on conditional selection. Your forms should appear just the way you want it.
ru_ru: Настройте параметры вашей формы и пользовательский поток на основе условного выбора. Ваши формы должны выглядеть именно так, как вы этого хотите.

source: Multi-step Form
ru_ru: Многошаговая форма

source: Break down the long forms into smaller and attractive multi step forms. Long and lengthy forms are uninviting, why build one?
ru_ru: Разбейте длинные формы на более мелкие и привлекательные многоступенчатые формы. Длинные и длинные формы непривлекательны, зачем их создавать?

source: Modules
ru_ru: Модули

source: A bunch of awesome modules to speed up your business growth.
ru_ru: Куча потрясающих модулей для ускорения роста вашего бизнеса.

source: BuddyPress Profile
ru_ru: Профиль BuddyPress

source: Social Login
ru_ru: Социальный Логин

source: Allow your users to Register or Login using Social networks like Google, Facebook, Twitter and LinkedIn.
ru_ru: Разрешите своим пользователям регистрироваться или входить в систему с помощью социальных сетей, таких как Google, Facebook, Twitter и LinkedIn.

source: User Directory
ru_ru: Каталог пользователей

source: Handle user listing and user profile in the frontend. Create a directory site easily.
ru_ru: Обрабатывайте список пользователей и профиль пользователя во внешнем интерфейсе. Легко создайте сайт каталога.

source: Register and upgrade user profiles and sync data with BuddyPress.
ru_ru: Регистрируйте и обновляйте профили пользователей, а также синхронизируйте данные с BuddyPress.

source: MailChimp Integration
ru_ru: Интеграция с MailChimp

source: User Analytics
ru_ru: Аналитика пользователей

source: Show user tracking info during post and registration directly on Frontend.
ru_ru: Показывать информацию об отслеживании пользователей во время публикации и регистрации непосредственно на интерфейсе.

source: Paid Membership Pro
ru_ru: Платное Членство Pro

source: Membership Integration of WP User Frontend with Paid Membership Pro.
ru_ru: Интеграция членства пользовательского интерфейса WP с платным членством Pro.

source: Stripe Payment
ru_ru: Оплата полосой

source: Stripe payment gateway for WP User Frontend. Get your subscription payment with Stripe.
ru_ru: Платежный шлюз Stripe для пользовательского интерфейса WP. Получите оплату подписки с помощью Stripe.

source: Add subscribers to mailpoet mailing list when they registers via WP User Frontend Pro.
ru_ru: Добавляйте подписчиков в список рассылки mailpoet, когда они регистрируются через WP User Frontend Pro.

source: Integrate your desired form to your MailChimp email newsletter using latest API.
ru_ru: Интегрируйте желаемую форму в свой электронный бюллетень MailChimp, используя новейший API.

source: SMS Notification
ru_ru: SMS-уведомление

source: Get instant SMS notification on your mobile when post submits on your site.
ru_ru: Получайте мгновенное SMS-уведомление на свой мобильный телефон при отправке сообщения на ваш сайт.

source: Comment Manager
ru_ru: Менеджер комментариев

source: Handle comments in frontend. View / reply comments on post.
ru_ru: Обрабатывайте комментарии во внешнем интерфейсе. Просмотр / ответ на комментарии к сообщению.

source: QR Code Generator
ru_ru: Генератор QR-кода

source: Generate QR Code with your custom fields or custom post meta.
ru_ru: Создайте QR-код с вашими пользовательскими полями или пользовательской метой публикации.

source: More...
ru_ru: Больше...

source: A bunch of more modules are coming soon.
ru_ru: Скоро появится еще несколько модулей.

source: Upgrade To The Most Powerful Frontend Plugin
ru_ru: Обновитесь До Самого Мощного Плагина Для Внешнего Интерфейса

source: WP User Frontend Pro is the most powerful solution for your frontend needs.
ru_ru: WP User Frontend Pro - это самое мощное решение для ваших потребностей в интерфейсе.

source: Sure! I'd love to!
ru_ru: Конечно! Я бы с удовольствием!

source: I've already left a review
ru_ru: Я уже оставил отзыв

source: Never show again
ru_ru: Никогда больше не появляйся

source: Dismiss this notice.
ru_ru: Отклоните это уведомление.

source: General Options
ru_ru: Общие параметры

source: My Account
ru_ru: Мой аккаунт

source: Login / Registration
ru_ru: Вход / Регистрация

source: Payments
ru_ru: Платежи

source: Privacy Options
ru_ru: Параметры конфиденциальности

source: Previous Page
ru_ru: Предыдущая страница

source: Show Admin Bar
ru_ru: Показать панель администратора

source: Select user by roles, who can view admin bar in frontend.
ru_ru: Выберите пользователя по ролям, который может просматривать панель администратора во внешнем интерфейсе.

source: Admin area access
ru_ru: Доступ к административной области

source: Allow you to block specific user role to Ajax request and Media upload.
ru_ru: Позволяет блокировать определенную роль пользователя для запроса Ajax и загрузки мультимедиа.

source: Admin Only
ru_ru: Только для администратора

source: Admins, Editors
ru_ru: Администраторы, Редакторы

source: Admins, Editors, Authors
ru_ru: Администраторы, Редакторы, Авторы

source: Admins, Editors, Authors, Contributors
ru_ru: Администраторы, Редакторы, Авторы, Участники

source: Default
ru_ru: По умолчанию

source: Override the post edit link
ru_ru: Переопределить ссылку для редактирования записи

source: Users see the edit link in post if s/he is capable to edit the post/page. Selecting <strong>Yes</strong> will override the default WordPress edit post link in frontend
ru_ru: Пользователи видят ссылку на редактирование в сообщении, если они могут редактировать сообщение / страницу. Выбор <strong>Да</strong> переопределит ссылку на редактирование публикации WordPress по умолчанию во внешнем интерфейсе

source: ACF Compatibility
ru_ru: Совместимость с ACF

source: Select <strong>Yes</strong> if you want to make compatible WPUF custom fields data with advanced custom fields.
ru_ru: Выберите <strong>Да</strong>, если вы хотите создать совместимые данные пользовательских полей WPUF с расширенными пользовательскими полями.

source: Load Scripts
ru_ru: Загрузка Скриптов

source: Load scripts/styles in all pages
ru_ru: Загрузка скриптов/стилей на всех страницах

source: reCAPTCHA Site Key
ru_ru: Ключ сайта reCAPTCHA

source: reCAPTCHA Secret Key
ru_ru: Секретный ключ reCAPTCHA

source: <a target="_blank" href="https://www.google.com/recaptcha/">Register here</a> to get reCaptcha Site and Secret keys.
ru_ru: <a target="_blank" href="https://www.google.com/recaptcha /">Зарегистрируйтесь здесь</a>, чтобы получить сайт reCAPTCHA и секретные ключи.

source: Custom CSS codes
ru_ru: Пользовательский CSS-код

source: If you want to add your custom CSS code, it will be added on page header wrapped with style tag
ru_ru: Если вы хотите добавить свой пользовательский CSS-код, он будет добавлен в заголовок страницы, обернутый тегом style

source: Edit Page
ru_ru: Редактировать страницу

source: Select the page where <code>[wpuf_edit]</code> is located
ru_ru: Выберите страницу, на которой находится <code>[wpuf_edit]</code>

source: Default Post Owner
ru_ru: Владелец записи по умолчанию

source: If guest post is enabled and user details are OFF, the posts are assigned to this user
ru_ru: Если включена гостевая запись и сведения о пользователе отключены, записи назначаются этому пользователю

source: Custom Fields in post
ru_ru: Настраиваемые поля в post

source: Show custom fields on post content area
ru_ru: Показывать настраиваемые поля в области содержимого публикации

source: Insert Photo image size
ru_ru: Вставить размер изображения фотографии

source: Default image size of "<strong>Insert Photo</strong>" button in post content area
ru_ru: Размер изображения по умолчанию кнопки "<strong>Вставить фотографию</strong>" в области содержимого публикации

source: Insert Photo image type
ru_ru: Вставить фото тип изображения

source: Default image type of "<strong>Insert Photo</strong>" button in post content area
ru_ru: Тип изображения по умолчанию для кнопки "<strong>Вставить фотографию</strong>" в области содержимого публикации

source: Image only
ru_ru: Только изображение

source: Image with link
ru_ru: Изображение со ссылкой

source: Enable Image Caption
ru_ru: Включить Подпись к Изображению

source: Allow users to update image/video title, caption and description
ru_ru: Разрешить пользователям обновлять заголовок изображения / видео, заголовок и описание

source: Default Post Form
ru_ru: Форма публикации по умолчанию

source: Fallback form for post editing if no associated form found
ru_ru: Резервная форма для редактирования записи, если связанная форма не найдена

source: Users can edit post?
ru_ru: Пользователи могут редактировать сообщение?

source: Users will be able to edit their own posts
ru_ru: Пользователи смогут редактировать свои собственные сообщения

source: User can delete post?
ru_ru: Пользователь может удалить сообщение?

source: Users will be able to delete their own posts
ru_ru: Пользователи смогут удалять свои собственные сообщения

source: Pending Post Edit
ru_ru: Ожидающее редактирования сообщения

source: Disable post editing while post in "pending" status
ru_ru: Отключить редактирование публикации, пока публикация находится в статусе "ожидание"

source: Editing Published Post
ru_ru: Издание Опубликовало Сообщение

source: Disable post editing while post in "publish" status
ru_ru: Отключите редактирование публикации, пока публикация находится в статусе "публикация"

source: Posts per page
ru_ru: Сообщений на странице

source: How many posts will be listed in a page
ru_ru: Сколько сообщений будет указано на странице

source: Show user bio
ru_ru: Показать биографию пользователя

source: Users biographical info will be shown
ru_ru: Будет показана биографическая информация пользователя

source: Show post count
ru_ru: Показать количество сообщений

source: Show how many posts are created by the user
ru_ru: Показывает, сколько сообщений создано пользователем

source: Show Featured Image
ru_ru: Показать Избранное изображение

source: Show featured image of the post (Overridden by Shortcode)
ru_ru: Показать избранное изображение поста (переопределенное шорткодом)

source: Show Payment Column
ru_ru: Показать столбец Оплаты

source: Enable if you want show payment column on posts table
ru_ru: Включите, если вы хотите показать столбец оплаты в таблице записей

source: Featured Image size
ru_ru: Рекомендуемый размер изображения

source: Not logged in users will see this message
ru_ru: Пользователи, не вошедшие в систему, увидят это сообщение

source: Account Page
ru_ru: Страница учетной записи

source: Select the page which contains <code>[wpuf_account]</code> shortcode
ru_ru: Выберите страницу, содержащую <code>[wpuf_account]</code> шорткод

source: Select Custom Post For Account Page
ru_ru: Выберите Пользовательскую Запись Для Страницы Учетной Записи

source: Select the post types you want to show on user dashboard.
ru_ru: Выберите типы записей, которые вы хотите отобразить на панели управления пользователя.

source: Active Tab
ru_ru: Активная вкладка

source: Which tab should be set as active by default when opening the account page
ru_ru: Какая вкладка должна быть установлена как активная по умолчанию при открытии страницы учетной записи

source: Show Subscriptions
ru_ru: Показывать Подписки

source: Show Subscriptions tab in "my account" page where <code>[wpuf_account]</code> is located
ru_ru: Показать вкладку Подписки на странице "Мой аккаунт", где находится <code>[wpuf_account]</code>

source: Show Billing Address
ru_ru: Показать Платежный Адрес

source: Show billing address in account page.
ru_ru: Показать платежный адрес на странице учетной записи.

source: Auto Login After Registration
ru_ru: Автоматический Вход В Систему После Регистрации

source: If enabled, users after registration will be logged in to the system
ru_ru: Если этот параметр включен, пользователи после регистрации будут входить в систему
