Repository: weDevsOfficial/wp-user-frontend
Catalog: languages/wp-user-frontend-*.po
Languages: ru_ru

source: Post Forms
ru_ru: Формы постов

source: Subscriptions
ru_ru: Подписки

source: Transactions
ru_ru: Переводы

source: Tools
ru_ru: Инструменты

source: Help
ru_ru: Помощь

source: <span style="color:#f18500">Help</span>
ru_ru: <span style="color:#f18500">Помощь</span>

source: Settings
ru_ru: Настройки

source: Subscribers
ru_ru: Подписки

source: Number of items per page:
ru_ru: Количество элементов на странице:

source: Post lock has been cleared
ru_ru: Блокировка поста была снята

source: Add JSON file
ru_ru: Добавить JSON файл

source: Could not import forms.
ru_ru: Не удалось импортировать формы.

source: Missing file_id param
ru_ru: Отсутствующий параметр file_id

source: JSON file not found
ru_ru: JSON файл не найден

source: Provided file is not a JSON file.
ru_ru: Предоставленный файл не является файлом JSON.

source: Forms imported successfully.
ru_ru: Формы успешно импортированы.

source: Pack Description
ru_ru: Описание упаковки

source: Subscription pack updated.
ru_ru: Обновлен пакет подписки.

source: Custom field updated.
ru_ru: Обновлено пользовательское поле.

source: Custom field deleted.
ru_ru: Пользовательское поле удалено.

source: Subscription pack restored to revision from %s
ru_ru: Пакет подписки восстановлен до версии из %s

source: Subscription pack published.
ru_ru: Опубликован пакет подписки.

source: Subscription pack saved.
ru_ru: Пакет подписки сохранен.

source: Subscription pack submitted.
ru_ru: Отправлен пакет подписки.

source: Subscription pack draft updated.
ru_ru: Обновлен проект пакета подписки.

source: Pack Name
ru_ru: Название пакета

source: Amount
ru_ru: Сумма

source: Recurring
ru_ru: Повторяющийся

source: Duration
ru_ru: Продолжительность

source: Free
ru_ru: Бесплатный

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Payment Settings
ru_ru: Настройки оплаты

source: Posting Restriction
ru_ru: Ограничение на публикацию

source: Billing amount:
ru_ru: Сумма выставления счета:

source: Billing amount each cycle:
ru_ru: Сумма выставления счета за каждый цикл:

source: Expires In:
ru_ru: Истекает В:

source: Number of featured item
ru_ru: Количество рекомендуемых товаров

source: How many items a user can set as featured, including all post types
ru_ru: Сколько элементов пользователь может установить в качестве избранных, включая все типы записей

source: Remove featured item on subscription expiry
ru_ru: Удалить рекомендуемый элемент по истечении срока действия подписки

source: The featured item will be removed if the subscription expires
ru_ru: Рекомендуемый элемент будет удален, если срок действия подписки истечет

source: Post Expiration
ru_ru: После истечения срока действия

source: Enable Post Expiration
ru_ru: Включить После Истечения Срока действия

source: Post Expiration Time
ru_ru: Время после Истечения срока действия

source: Post Status
ru_ru: Статус поста

source: Status of post after post expiration time is over
ru_ru: Статус сообщения после истечения срока действия сообщения

source: Expiration Mail
ru_ru: Срок действия Почты

source: Send Expiration Email to Post Author
ru_ru: Отправить электронное письмо с истекшим сроком действия Автору публикации

source: Send Mail to Author After Exceeding Post Expiration Time
ru_ru: Отправить письмо Автору После истечения Срока действия Сообщения

source: Expiration Message
ru_ru: Сообщение об истечении срока действия

source: You may use: {post_author} {post_url} {blogname} {post_title} {post_status}
ru_ru: Вы можете использовать: {post_author} {post_url} {blogname} {post_title} {post_status}

source: Day(s)
ru_ru: День(и)

source: Week(s)
ru_ru: Неделя(и)

source: Month(s)
ru_ru: Месяц(ы)

source: Year(s)
ru_ru: Год(а)

source: WPUF Subscription Information
ru_ru: WPUF Информация о подписке

source: For each %1$s %2$s
ru_ru: Для каждого %1$s %2$s

source: , for %s installments
ru_ru: , в рассрочку под %s

source: Subcription Name
ru_ru: Имя подписки

source: Billing Info
ru_ru: Платежная информация

source: This user is using recurring subscription pack
ru_ru: Этот пользователь использует пакет повторяющихся подписок

source: Remaining Posting Count
ru_ru: Оставшееся Количество Проводок

source: Subscription Expiration Info
ru_ru: Информация об истечении срока действия подписки

source: Expire date:
ru_ru: Дата истечения срока действия:

source: Post Expiration Enabled
ru_ru: После истечения срока действия Включено

source: Allowed Taxonomy Terms
ru_ru: Разрешенные Термины Таксономии

source: Assign Package
ru_ru: Назначить Пакет

source: Cancel
ru_ru: Отмена

source: Select Package:
ru_ru: Выбрать пакет:

source: &mdash; Select &mdash;
ru_ru: &mdash; Выбрать &mdash;

source: Only non-recurring pack can be assigned
ru_ru: Может быть назначен только неповторяющийся пакет

source: Delete Package
ru_ru: Удалить пакет

source: Learn more about <a href="%s" target="_blank">Subscription</a>
ru_ru: Узнайте больше о <a href="%s" target="_blank">подписке</a>

source: Welcome to WP User Frontend
ru_ru: Добро пожаловать в WP User Frontend

source: Form Export
ru_ru: Экспорт форм

source: All
ru_ru: Все

source: Select individual
ru_ru: Выберите индивидуальный

source: Export
ru_ru: Экспорт

source: Sorry you have no form to export
ru_ru: Извините, у вас нет формы для экспорта

source: Registration Form Export
ru_ru: Экспорт Регистрационной формы

source: Import forms
ru_ru: Импорт форм

source: Upload your JSON file and start imporing WPUF forms here
ru_ru: Загрузите свой файл JSON и начните импортировать формы WPUF здесь

source: Upload JSON File
ru_ru: Загрузить файл JSON

source: Importing JSON File
ru_ru: Импорт файла JSON

source: Please select some form for exporting
ru_ru: Пожалуйста, выберите какую-либо форму для экспорта

source: Are you Sure?
ru_ru: Вы уверены?

source: All forms has been deleted
ru_ru: Все формы были удалены

source: Settings has been cleared!
ru_ru: Настройки были очищены!

source: All transactions has been deleted!
ru_ru: Все транзакции были удалены!

source: Page Installation
ru_ru: Установка страницы

source: Clicking this button will create required pages for the plugin. Note: It'll not delete/replace existing pages.
ru_ru: Нажатие на эту кнопку создаст необходимые страницы для плагина. Примечание: Это не приведет к удалению / замене существующих страниц.

source: Install WPUF Pages
ru_ru: Установка страниц WPUF

source: Reset Settings
ru_ru: Сброс настроек

source: Caution: This tool will delete all the plugin settings of WP User Frontend Pro
ru_ru: Внимание: Этот инструмент удалит все настройки плагина WP User Frontend Pro

source: Delete Forms
ru_ru: Удаление Форм

source: Caution: This tool will delete all the post and registration/profile forms.
ru_ru: Внимание: Этот инструмент удалит все формы публикации и регистрации / профиля.

source: Delete Post Forms
ru_ru: Удаление Форм постов

source: Delete Registration Forms
ru_ru: Удалить Регистрационные Формы

source: Delete Subscriptions
ru_ru: Удаление Подписок

source: Delete Coupons
ru_ru: Удалить Купоны

source: This tool will delete all the transactions from the transaction table.
ru_ru: Этот инструмент удалит все транзакции из таблицы транзакций.

source: Delete Transactions
ru_ru: Удаление Транзакций

source: Add fields by dragging the fields from the right sidebar to this area.
ru_ru: Добавьте поля, перетащив поля с правой боковой панели в эту область.

source: is available in Pro Version
ru_ru: доступен в версии Pro

source: Hidden Fields
ru_ru: Скрытые поля

source: key
ru_ru: ключ

source: value
ru_ru: значение

source: Show values
ru_ru: Показывать значения

source: Sync values
ru_ru: Значения синхронизации

source: When enabled, option values will update according to their labels.
ru_ru: При включении значения параметров будут обновляться в соответствии с их метками.

source: Label
ru_ru: Метка

source: Do not use & or other special character for option label
ru_ru: Не используйте & или другие специальные символы для обозначения опции

source: Value
ru_ru: Значение

source: Clear Selection
ru_ru: Очистить выбор

source: Available in Pro Version
ru_ru: Доступно в версии Pro

source: Select an option
ru_ru: Выберите опцию

source: No subscription plan found.
ru_ru: План подписки не найден.

source: Select Image
ru_ru: Выберите изображение

source: Insert Photo
ru_ru: Вставить изображение

source: Invisible reCaptcha
ru_ru: Невидимая reCaptcha

source: — Select —
ru_ru: — Выбрать —

source: Navigate through
ru_ru: Навигация по

source: WP-admin > WPUF > Settings > Frontend Posting
ru_ru: WP-admin > WP > Настройки > Публикация интерфейса

source: - there you have to check the checkbox: "Show custom field data in the post content area
ru_ru: - там вы должны установить флажок: "Показывать пользовательские данные поля в области содержимого публикации

source: Edit the custom field inside the post form and on the right side you will see
ru_ru: Отредактируйте пользовательское поле внутри формы публикации, и в правой части вы увидите

source: "Advanced Options".
ru_ru: "Дополнительные параметры".

source: Expand that, scroll down and you will see "Show data on post" - set this yes.
ru_ru: Разверните его, прокрутите вниз, и вы увидите "Показывать данные при публикации" - установите это значение да.

source: Do you want to show custom field data inside your post ?
ru_ru: Вы хотите показать пользовательские данные поля внутри вашего сообщения?

source: form data is missing
ru_ru: данные формы отсутствуют

source: Unauthorized operation
ru_ru: Несанкционированная операция

source: Invalid form id
ru_ru: Недопустимый идентификатор формы

source: Invalid post type
ru_ru: Недопустимый тип записи

source: Advanced Options
ru_ru: Дополнительные параметры

source: Are you sure you want to delete this field?
ru_ru: Вы уверены, что хотите удалить это поле?

source: Yes, delete it
ru_ru: Да, удалите его

source: No, cancel it
ru_ru: Нет, отмени это

source: OK
ru_ru: Хорошо

source: Close
ru_ru: Закрыть

source: This field must contain at least one choice
ru_ru: Это поле должно содержать хотя бы один вариант выбора

source: Option
ru_ru: Опция

source: Column
ru_ru: Колонка

source: This field must contain at least one column
ru_ru: Это поле должно содержать хотя бы один столбец

source: is available in Pro version
ru_ru: доступен в версии Pro

source: Please upgrade to the Pro version to unlock all these awesome features
ru_ru: Пожалуйста, обновитесь до версии Pro, чтобы разблокировать все эти потрясающие функции

source: Get the Pro version
ru_ru: Получите Pro-версию

source: Select
ru_ru: Выбрать

source: Saved form data
ru_ru: Сохраненные данные формы

source: You have unsaved changes.
ru_ru: У вас есть несохраненные изменения.

source: Click to copy shortcode
ru_ru: Нажмите, чтобы скопировать шорткод

source: Form Editor
ru_ru: Редактор форм

source: Preview
ru_ru: Предварительный просмотр

source: Save Form
ru_ru: Сохранить форму

source: Saving Form Data
ru_ru: Сохранение Данных Формы

source: Add Fields
ru_ru: Добавление полей

source: Show Form
ru_ru: Показать Форму

source: Click to copy %s shortcode
ru_ru: Нажмите, чтобы скопировать шорткод %s

source: Field Options
ru_ru: Параметры поля

source: You do not have sufficient permissions to do this action
ru_ru: У вас нет достаточных разрешений для выполнения этого действия

source: %d form moved to the trash.
ru_ru: %d форма перемещена в корзину.

source: %d form restored from the trash.
ru_ru: %d форма восстановлена из корзины.

source: %d form permanently deleted.
ru_ru: %d форма удалена безвозвратно.

source: Form duplicated successfully. <a href="%s">View form.</a>
ru_ru: Форма успешно продублирована. <a href="%s">Просмотреть форму.</a>

source: Want a new integration? <a href="%s" target="_blank">Let us know</a>.
ru_ru: Хотите новую интеграцию? <a href="%s" target="_blank">Дайте нам знать</a>.

source: Form Template
ru_ru: Шаблон формы

source: &mdash; No Template &mdash;
ru_ru: &mdash; Нет шаблона &mdash;

source: If selected a form template, it will try to execute that integration options when new post created and updated.
ru_ru: Если выбран шаблон формы, он попытается выполнить эти параметры интеграции при создании и обновлении новой записи.

source: Forms
ru_ru: Формы

source: Form
ru_ru: Форма

source: Add Form
ru_ru: Добавить форму

source: Add New Form
ru_ru: Добавить Новую Форму

source: Edit
ru_ru: Редактирование

source: Edit Form
ru_ru: Редактировать форму

source: New Form
ru_ru: Новая Форма

source: View Form
ru_ru: Форма Просмотра

source: Search Form
ru_ru: Форма поиска

source: No Form Found
ru_ru: Форма Не Найдена

source: No Form Found in Trash
ru_ru: Форма не найдена в мусоре

source: Parent Form
ru_ru: Родительская форма

source: Registraton Forms
ru_ru: Регистрационные формы

source: Registration Forms
ru_ru: Регистрационные формы

source: Notification
ru_ru: Уведомление

source: Post Settings
ru_ru: Настройки публикации

source: Edit Settings
ru_ru: Изменение настроек

source: Submission Restriction
ru_ru: Ограничение подачи

source: Display Settings
ru_ru: Настройки дисплея

source: - Select -
ru_ru: - Выберите -

source: Post Fields
ru_ru: Поля для записей

source: Taxonomies
ru_ru: Таксономии

source: Save Draft
ru_ru: Сохранить как "Черновик"

source: Post Forms must have either Post Title, Post Body or Excerpt field
ru_ru: Формы сообщений должны содержать либо Заголовок сообщения, либо Текст сообщения, либо поле Выдержки

source: Label Position
ru_ru: Положение метки

source: Above Element
ru_ru: Вышеуказанный Элемент

source: Left of Element
ru_ru: Слева от элемента

source: Right of Element
ru_ru: Право элемента

source: Hidden
ru_ru: Скрытый

source: Where the labels of the form should display
ru_ru: Где должны отображаться метки формы

source: Use Theme CSS
ru_ru: Использовать CSS темы

source: Selecting "Yes" will use your theme's style for form fields.
ru_ru: При выборе "Да" для полей формы будет использоваться стиль вашей темы.

source: Form Style
ru_ru: Стиль формы

source: Payment Options
ru_ru: Варианты оплаты

source: Enable Payments
ru_ru: Включить Платежи

source: Check to enable Payments for this form.
ru_ru: Установите флажок, чтобы включить платежи для этой формы.

source: Force Pack
ru_ru: Силовой пакет

source: Force subscription pack
ru_ru: Пакет принудительной подписки

source: Force users to purchase and use subscription pack.
ru_ru: Принудительно заставляйте пользователей приобретать и использовать пакет подписки.

source: Fallback to pay per post
ru_ru: Запасной вариант для оплаты за пост

source: Fallback pay per post charging
ru_ru: Резервная плата за пост начисление

source: Fallback to pay per post charging if pack limit exceeds
ru_ru: Запасной вариант для оплаты за отправку, если лимит упаковки превышает

source: Fallback cost
ru_ru: Резервная стоимость

source: Cost of pay per post after a subscription pack limit is reached.
ru_ru: Стоимость оплаты за публикацию после достижения лимита пакета подписки.

source: Pay Per Post
ru_ru: Оплата За Пост

source: Enable Pay Per Post
ru_ru: Включить Оплату За Пост

source: Charge users for posting,
ru_ru: Взимать плату с пользователей за публикацию,

source: Learn More about Pay Per Post.
ru_ru: Узнайте больше о Плате за Публикацию.

source: Cost Settings
ru_ru: Параметры затрат

source: Amount to be charged per post
ru_ru: Сумма, взимаемая за пост

source: Payment Success Page
ru_ru: Страница Успешной оплаты

source: Page will show after successful payment
ru_ru: Страница отобразится после успешной оплаты

source: Post updated successfully
ru_ru: Сообщение успешно обновлено

source: Update
ru_ru: Обновление

source: Set Post Status to
ru_ru: Установите статус публикации на

source: No Change
ru_ru: Никаких Изменений

source: Redirect To
ru_ru: Перенаправить На

source: Newly created post
ru_ru: Недавно созданная должность

source: Same Page
ru_ru: Та же Страница

source: To a page
ru_ru: На страницу

source: To a custom URL
ru_ru: На пользовательский URL-адрес

source: After successfull submit, where the page will redirect to
ru_ru: После успешной отправки, где страница будет перенаправлена на

source: Post Update Message
ru_ru: Опубликовать сообщение Об обновлении

source: Page
ru_ru: Страница

source: Custom URL
ru_ru: Пользовательский URL-адрес

source: Subscription Title
ru_ru: Название подписки

source: Update Post Button text
ru_ru: Обновить текст кнопки Публикации

source: Lock User From Editing After
ru_ru: Заблокировать Пользователя От Редактирования После

source: hours
ru_ru: часов

source: After how many hours user will be locked from editing the submitted post.
ru_ru: Через сколько часов пользователь будет заблокирован от редактирования отправленных сообщений.

source: This page is restricted. Please %login% / %register% to view this page.
ru_ru: Доступ к этой странице ограничен. Пожалуйста, %login% / %register%, чтобы просмотреть эту страницу.

source: Post saved
ru_ru: Запись сохранена

source: Submit
ru_ru: Представить

source: Post Type
ru_ru: Тип Поста

source: Custom Post Type will appear here.
ru_ru: Здесь появится пользовательский тип записи.

source: Learn More
ru_ru: Изучить больше

source: Post Format
ru_ru: Формат публикации

source: - None -
ru_ru: - Нет -

source: If users are not allowed to choose any category, this category will be used instead (if post type supports)
ru_ru: Если пользователям не разрешено выбирать какую-либо категорию, вместо нее будет использоваться эта категория (если поддерживается тип записи).

source: Message to show
ru_ru: Сообщение для отображения

source: Comment Status
ru_ru: Статус комментария

source: Open
ru_ru: Открыть

source: Closed
ru_ru: Закрытый

source: Submit Post Button text
ru_ru: Отправить текст кнопки Отправки сообщения

source: Post Draft
ru_ru: Проект поста

source: Enable Saving as draft
ru_ru: Включить сохранение в виде черновика

source: It will show a button to save as draft
ru_ru: На нем появится кнопка для сохранения в качестве черновика

source: Name
ru_ru: Имя

source: Guest Post
ru_ru: Гостевой пост

source: Enable Guest Post
ru_ru: Включить Гостевой Пост

source: Unregistered users will be able to submit posts
ru_ru: Незарегистрированные пользователи смогут отправлять сообщения

source: Learn more about guest posting.
ru_ru: Узнайте больше о гостевой публикации.

source: User Details
ru_ru: Сведения о пользователе

source: Require Name and Email address
ru_ru: Требуется имя и адрес электронной почты

source: If requires, users will be automatically registered to the site using the name and email address
ru_ru: При необходимости пользователи будут автоматически зарегистрированы на сайте, используя имя и адрес электронной почты

source: Name Label
ru_ru: Именная метка

source: Label text for name field
ru_ru: Текст метки для поля имени

source: E-Mail Label
ru_ru: Ярлык электронной почты

source: Label text for email field
ru_ru: Текст метки для поля электронной почты

source: Email Verification
ru_ru: Проверка электронной почты

source: Require Email Verification for Guests
ru_ru: Требуется подтверждение электронной почты для гостей

source: If requires, users will be required to verify their email adress.
ru_ru: При необходимости пользователи должны будут подтвердить свой адрес электронной почты.

source: Role Base
ru_ru: Базовая роль

source: Enable role base post
ru_ru: Включить базовую должность роли

source: You can choose which role can submit posts by this form.
ru_ru: Вы можете выбрать, какая роль может отправлять сообщения с помощью этой формы.

source: Roles
ru_ru: Роли

source: Choose which roles can submit posts.
ru_ru: Выберите, какие роли могут отправлять сообщения.

source: Unauthorized Message
ru_ru: Несанкционированное сообщение

source: Not logged in users will see this message. You may use %login%, %register% for link
ru_ru: Пользователи, не вошедшие в систему, увидят это сообщение. Вы можете использовать %login%, %register% для ссылки

source: Schedule form
ru_ru: Форма расписания

source: Schedule form for a period
ru_ru: Форма расписания на период

source: Schedule for a time period the form is active.
ru_ru: Запланируйте на период времени, в течение которого форма активна.

source: Schedule Period
ru_ru: Запланированный период

source: From
ru_ru: От

source: To
ru_ru: К

source: Form Pending Message
ru_ru: Форма Ожидающего сообщения

source: Form Expired Message
ru_ru: Форма Сообщения с истекшим сроком действия

source: Limit Entries
ru_ru: Ограничить количество записей

source: Enable form entry limit
ru_ru: Включить ограничение на ввод формы

source: Limit the number of entries allowed for this form
ru_ru: Ограничьте количество записей, разрешенных для этой формы

source: Number of Entries
ru_ru: Количество записей

source: Limit Reached Message
ru_ru: Сообщение о достижении предела

source: Modal window. Press escape to close.
ru_ru: Модальное окно. Нажмите escape, чтобы закрыть.

source: Close modal window
ru_ru: Закрыть модальное окно

source: Select a Template
ru_ru: Выберите шаблон

source: Select from a pre-defined template or from a <a href="%s">blank form</a>
ru_ru: Выберите из предопределенного шаблона или из <a href="%s">пустой формы</a>

source: Blank Form
ru_ru: Пустая форма

source: Create Form
ru_ru: Создать форму

source: This integration is not installed.
ru_ru: Эта интеграция не установлена.

source: Related Articles:
ru_ru: Статьи по теме:

source: General Help Questions
ru_ru: Общие вопросы Справки

source: View all Documentations
ru_ru: Просмотр всей документации

source: Subscribe to Our Newsletter
ru_ru: Подпишитесь на Нашу рассылку новостей

source: Subscribe to our newsletter for regular <strong>tips</strong>, <strong>offers</strong> and <strong>news updates</strong>.
ru_ru: Подпишитесь на нашу рассылку новостей для получения регулярных <strong> советов</strong>, <strong>предложений</strong> и <strong> новостей</strong>.

source: First Name
ru_ru: Имя

source: Subscribe
ru_ru: Подписываться

source: Plugin Setup
ru_ru: Настройка плагина

source: Frontend Posting
ru_ru: Публикация интерфейса

source: Frontend Dashboard
ru_ru: Панель управления интерфейсом

source: User Registration
ru_ru: Регистрация пользователя

source: User Login
ru_ru: Логин пользователя

source: Profile Editing
ru_ru: Редактирование профиля

source: Subscription &amp; Payment
ru_ru: Подписка и оплата

source: Content Restriction
ru_ru: Ограничение контента

source: Learn More About Installation
ru_ru: Узнайте Больше Об Установке

source: Learn More About Frontend Posting
ru_ru: Узнайте Больше О Размещении Переднего плана

source: Learn More About Frontend Dashboard
ru_ru: Узнайте Больше О Интерфейсной Панели

source: Learn More About Registration
ru_ru: Узнайте Больше О Регистрации

source: Learn More About Login
ru_ru: Узнайте Больше О Входе В Систему

source: Learn More About Profile Editing
ru_ru: Узнайте Больше О Редактировании Профиля

source: Learn More About Payments
ru_ru: Узнайте Больше О Платежах

source: Learn More About Content Restriction
ru_ru: Узнайте Больше Об Ограничении Контента

source: Like The Plugin?
ru_ru: Нравится Плагин?

source: Your Review is very important to us as it helps us to grow more.
ru_ru: Ваш отзыв очень важен для нас, так как он помогает нам расти дальше.

source: Review Us on WP.org
ru_ru: Ознакомьтесь с нами на WP.org

source: Found Any Bugs?
ru_ru: Нашли Какие-Нибудь Ошибки?

source: Report any Bug that you Discovered, Get Instant Solutions.
ru_ru: Сообщайте о любой Обнаруженной вами Ошибке и Получайте Мгновенные Решения.

source: Report to GitHub
ru_ru: Отчет на GitHub

source: Need Any Assistance?
ru_ru: Нужна Какая-Нибудь Помощь?

source: Our EXPERT Support Team is always ready to Help you out.
ru_ru: Наша ОПЫТНАЯ команда поддержки всегда готова прийти вам на помощь.

source: Contact Support
ru_ru: Обратитесь в Службу поддержки
